{"title": "Diabetes", "text": "Diabetes mellitus, commonly known as diabetes, is a group of common endocrine diseases characterized by sustained high blood sugar levels. Diabetes is due to either the pancreas not producing enough of the hormone insulin or the cells of the body becoming unresponsive to insulin's effects. Classic symptoms include the three Ps: polydipsia (excessive thirst), polyuria (excessive urination), polyphagia (excessive hunger), weight loss, and blurred vision. If left untreated, the disease can lead to various health complications, including disorders of the cardiovascular system, eye, kidney, and nerves. Diabetes accounts for approximately 4.2 million deaths every year, with an estimated 1.5 million caused by either untreated or poorly treated diabetes.\nThe major types of diabetes are type 1 and type 2. The most common treatment for type 1 is insulin replacement therapy (insulin injections), while anti-diabetic medications (such as metformin and semaglutide or tirzepatide) and lifestyle modifications can be used to manage type 2. Gestational diabetes, a form that sometimes arises during pregnancy, normally resolves shortly after delivery. Type 1 diabetes is an autoimmune condition where the body's immune system attacks the beta cells (β-cell) in the pancreas, preventing the production of insulin. This condition is typically present from birth or develops early in life. Type 2 diabetes occurs when the body becomes resistant to insulin, meaning the cells do not respond effectively to it, and thus, glucose remains in the bloodstream instead of being absorbed by the cells. Additionally, diabetes can also result from other specific causes, such as genetic conditions (monogenic diabetes syndromes like neonatal diabetes and maturity-onset diabetes of the young), diseases affecting the pancreas (such as pancreatitis), or the use of certain medications and chemicals (such as glucocorticoids, other specific drugs and after organ transplantation).\nThe number of people diagnosed as living with diabetes has increased sharply in recent decades, from 200 million in 1990 to 830 million by 2022. It affects one in seven of the adult population, with type 2 diabetes accounting for more than 95% of cases. These numbers have already risen beyond earlier projections of 783 million adults by 2045. The prevalence of the disease continues to increase, most dramatically in low- and middle-income nations. Rates are similar in women and men, with diabetes being the seventh leading cause of death globally. The global expenditure on diabetes-related healthcare is an estimated US$760 billion a year.\n\nSigns and symptoms\nCommon symptoms of diabetes include increased thirst, frequent urination, extreme hunger, and unintended weight loss. Several other non-specific signs and symptoms may also occur, including fatigue, blurred vision, sweet smelling urine/semen and genital itchiness due to Candida infection. About half of affected individuals may also be asymptomatic. Type 1 presents abruptly following a pre-clinical phase, while type 2 has a more insidious onset; patients may remain asymptomatic for many years.\nDiabetic ketoacidosis is a medical emergency that occurs most commonly in type 1, but may also occur in type 2 if it has been longstanding or if the individual has significant β-cell dysfunction. Excessive production of ketone bodies leads to signs and symptoms including nausea, vomiting, abdominal pain, the smell of acetone in the breath, deep breathing known as Kussmaul breathing, and in severe cases decreased level of consciousness. Hyperosmolar hyperglycemic state is another emergency characterized by dehydration secondary to severe hyperglycemia, with resultant hypernatremia leading to an altered mental state and possibly coma.\nHypoglycemia is a recognized complication of insulin treatment used in diabetes. An acute presentation can include mild symptoms such as sweating, trembling, and palpitations, to more serious effects including impaired cognition, confusion, seizures, coma, and rarely death. Recurrent hypoglycemic episodes may lower the glycemic threshold at which symptoms occur, meaning mild symptoms may not appear before cognitive deterioration begins to occur.\n\nLong-term complications\nThe major long-term complications of diabetes relate to damage to blood vessels at both macrovascular and microvascular levels. Diabetes doubles the risk of cardiovascular disease, and about 75% of deaths in people with diabetes are due to coronary artery disease. Other macrovascular morbidities include stroke and peripheral artery disease.\nMicrovascular disease affects the eyes, kidneys, and nerves. Damage to the retina, known as diabetic retinopathy, is the most common cause of blindness in people of working age. The eyes can also be affected in other ways, including development of cataract and glaucoma. It is recommended that people with diabetes visit an optometrist or ophthalmologist once a year.\nDiabetic nephropathy is a major cause of chronic kidney disease, accounting for over 50% of patients on dialysis in the United States. Diabetic neuropathy, damage to nerves, manifests in various ways, including sensory loss, neuropathic pain, and autonomic dysfunction (such as postural hypotension, diarrhea, and erectile dysfunction). Loss of pain sensation predisposes to trauma that can lead to diabetic foot problems (such as ulceration), the most common cause of non-traumatic lower-limb amputation.\nHearing loss is another long-term complication associated with diabetes.\nBased on extensive data and numerous cases of gallstone disease, it appears that a causal link might exist between type 2 diabetes and gallstones. People with diabetes are at a higher risk of developing gallstones compared to those without diabetes.\nThere is a link between cognitive deficit and diabetes; studies have shown that diabetic individuals are at a greater risk of cognitive decline, and have a greater rate of decline compared to those without the disease. Diabetes increases the risk of dementia, and the earlier that one is diagnosed with diabetes, the higher the risk becomes. The condition also predisposes to falls in the elderly, especially those treated with insulin.\n\nTypes\nDiabetes is classified by the World Health Organization into six categories:\n\nType 1 diabetes\nType 2 diabetes\nHybrid forms of diabetes(including slowly evolving, immune-mediated diabetes of adults and ketosis-prone type 2 diabetes)\nHyperglycemia first detected during pregnancy\nOther specific types\nUnclassified diabetes\nDiabetes is a more variable disease than once thought, and individuals may have a combination of forms.\n\nType 1\nType 1 accounts for 5 to 10% of diabetes cases and is the most common type of diabetes diagnosed in patients under 20 years; however, the older term \"juvenile-onset diabetes\" is no longer used as onset in adulthood is possible. The disease is characterized by loss of the insulin-producing beta cells of the pancreatic islets, leading to severe insulin deficiency, and can be further classified as immune-mediated or idiopathic (without known cause). The majority of cases are immune-mediated, in which a T cell-mediated autoimmune attack causes loss of beta cells and thus insulin deficiency. Patients often have irregular and unpredictable blood sugar levels due to very low insulin and an impaired counter-response to hypoglycemia. \nType 1 diabetes is partly inherited, with multiple genes, including certain HLA genotypes, known to influence the risk of diabetes. In genetically susceptible people, the onset of diabetes can be triggered by one or more environmental factors, such as a viral infection or diet. Several viruses have been implicated, but to date there is no stringent evidence to support this hypothesis in humans.\nType 1 diabetes can occur at any age, and a significant proportion is diagnosed during adulthood. Latent autoimmune diabetes of adults (LADA) is the diagnostic term applied when type 1 diabetes develops in adults; it has a slower onset than the same condition in children. Given this difference, some use the unofficial term \"type 1.5 diabetes\" for this condition. Adults with LADA are frequently initially misdiagnosed as having type 2 diabetes, based on age rather than a cause. LADA leaves adults with higher levels of insulin production than type 1 diabetes, but not enough insulin production for healthy blood sugar levels.\n\nType 2\nType 2 diabetes is characterized by insulin resistance, which may be combined with relatively reduced insulin secretion. The defective responsiveness of body tissues to insulin is believed to involve the insulin receptor. However, the specific defects are not known. Diabetes mellitus cases due to a known defect are classified separately. Type 2 diabetes is the most common type of diabetes mellitus accounting for 95% of diabetes. Many people with type 2 diabetes have evidence of prediabetes (impaired fasting glucose and/or impaired glucose tolerance) before meeting the criteria for type 2 diabetes. The progression of prediabetes to overt type 2 diabetes can be slowed or reversed by lifestyle changes or medications that improve insulin sensitivity or reduce the liver's glucose production.\nType 2 diabetes is primarily due to lifestyle factors and genetics. A number of lifestyle factors are known to be important to the development of type 2 diabetes, including obesity (defined by a body mass index of greater than 30), lack of physical activity, poor diet such as Western Pattern Diet, and stress. Excess body fat is associated with 30% of cases in people of Chinese and Japanese descent, 60–80% of cases in those of European and African descent, and 100% of Pima Indians and Pacific Islanders. Even those who are not obese may have a high waist–hip ratio.\nDietary factors such as sugar-sweetened drinks are associated with an increased risk. The type of fats in the diet is also important, with saturated fat and trans fats increasing the risk and polyunsaturated and monounsaturated fat decreasing the risk. Eating white rice excessively may increase the risk of diabetes, especially in Chinese and Japanese people.\nAdverse childhood experiences, including abuse, neglect, and household difficulties, increase the likelihood of type 2 diabetes later in life by 32%, with neglect having the strongest effect.\nAntipsychotic medication, SSRI, and SNRI side effects (specifically metabolic abnormalities, dyslipidemia and weight gain) are also potential risk factors.\n\nGestational diabetes\nGestational diabetes resembles type 2 diabetes in several respects, involving a combination of relatively inadequate insulin secretion and responsiveness. It occurs in about 2–10% of all pregnancies and may improve or disappear after delivery. It is recommended that all pregnant women get tested starting around 24–28 weeks gestation. It is most often diagnosed in the second or third trimester because of the increase in insulin-antagonist hormone levels that occurs at this time. However, after pregnancy approximately 5–10% of women with gestational diabetes are found to have another form of diabetes, most commonly type 2. Gestational diabetes is fully treatable, but requires careful medical supervision throughout the pregnancy. Management may include dietary changes, blood glucose monitoring, and in some cases, insulin may be required.\nThough it may be transient, untreated gestational diabetes can damage the health of the fetus or mother. Risks to the baby include macrosomia (high birth weight), congenital heart and central nervous system abnormalities, and skeletal muscle malformations. Increased levels of insulin in a fetus's blood may inhibit fetal surfactant production and cause infant respiratory distress syndrome. A high blood bilirubin level may result from red blood cell destruction. In severe cases, perinatal death may occur, most commonly as a result of poor placental perfusion due to vascular impairment. Labor induction may be indicated with decreased placental function. A caesarean section may be performed if there is marked fetal distress or an increased risk of injury associated with macrosomia, such as shoulder dystocia.\nAs the risk of developing type 2 diabetes is about 10 times higher in women with a history of gestational diabetes, postpartum screening may involve dietary, lifestyle, and drug interventions to prevent or delay its progression.\n\nMaturity-onset diabetes of the young\nMaturity-onset diabetes of the young (MODY) is a rare autosomal dominant inherited form of diabetes, due to one of several single-gene mutations causing defects in insulin production. It is significantly less common than the three main types, constituting 1–2% of all cases. The name of this disease refers to early hypotheses as to its nature. Being due to a defective gene, this disease varies in age at presentation and in severity according to the specific gene defect; thus, there are at least 14 subtypes of MODY. People with MODY often can control it without using insulin.\n\nType 5 (malnutrition-related)\nMalnutrition-related diabetes, also termed Type 5 diabetes, involves decreased insulin production, similar to Type 1 diabetes, but is primarily related to malnutrition rather than autoimmune damage of pancreas beta cells. Unlike in Type 1 diabetes, patients with Type 5 diabetes do not develop ketonuria or ketosis. The ICD-10 (1992) diagnostic entity, malnutrition-related diabetes mellitus (ICD-10 code E12), was previously deprecated by the World Health Organization (WHO) when the current taxonomy was introduced in 1999.\n\nOther types\nSome cases of diabetes are caused by the body's tissue receptors not responding to insulin (even when insulin levels are normal, which is what separates it from type 2 diabetes); this form is very uncommon. Genetic mutations (autosomal or mitochondrial) can lead to defects in beta cell function. Abnormal insulin action may also have been genetically determined in some cases. Any disease that causes extensive damage to the pancreas may lead to diabetes (for example, chronic pancreatitis and cystic fibrosis). Diseases associated with excessive secretion of insulin-antagonistic hormones can cause diabetes (which is typically resolved once the hormone excess is removed). Many drugs impair insulin secretion and some toxins damage pancreatic beta cells, whereas others increase insulin resistance (especially glucocorticoids which can provoke \"steroid diabetes\"). Yet another form of diabetes that people may develop is double diabetes. This is when a type 1 diabetic becomes insulin resistant, the hallmark for type 2 diabetes or has a family history for type 2 diabetes. It was first discovered in 1990 or 1991.\nThe following is a list of disorders that may increase the risk of diabetes:\n\nUnofficial\nInsulin resistance in the brain caused by Alzheimer's disease has been termed by some researchers as Type 3 diabetes, though this label is also rejected by some to avoid confusion with other types classified as Type 3. \"Type 4 diabetes\" has been used to describe age-related insulin resistance in lean mice. Neither of these terms are commonly used in human health care.\n\nPathophysiology\nInsulin is the principal hormone that regulates the uptake of glucose from the blood into most cells of the body, especially liver, adipose tissue and muscle, except smooth muscle, in which insulin acts via the IGF-1. Therefore, deficiency of insulin or the insensitivity of its receptors play a central role in all forms of diabetes mellitus.\nThe body obtains glucose from three main sources: the intestinal absorption of food; the breakdown of glycogen (glycogenolysis), the storage form of glucose found in the liver; and gluconeogenesis, the generation of glucose from non-carbohydrate substrates in the body. Insulin plays a critical role in regulating glucose levels in the body. Insulin can inhibit the breakdown of glycogen or the process of gluconeogenesis, it can stimulate the transport of glucose into fat and muscle cells, and it can stimulate the storage of glucose in the form of glycogen.\nInsulin is released into the blood by beta cells (β-cells), found in the islets of Langerhans in the pancreas, in response to rising levels of blood glucose, typically after eating. Insulin is used by about two-thirds of the body's cells to absorb glucose from the blood for use as fuel, for conversion to other needed molecules, or for storage. Lower glucose levels result in decreased insulin release from the beta cells and in the breakdown of glycogen to glucose. This process is mainly controlled by the hormone glucagon, which acts in the opposite manner to insulin.\nIf the amount of insulin available is insufficient, or if cells respond poorly to the effects of insulin (insulin resistance), or if the insulin itself is defective, then glucose is not absorbed properly by the body cells that require it, and is not stored appropriately in the liver and muscles. The net effect is persistently high levels of blood glucose, poor protein synthesis, and other metabolic derangements, such as metabolic acidosis in cases of complete insulin deficiency.\nWhen there is too much glucose in the blood for a long time, the kidneys cannot absorb it all (reach a threshold of reabsorption) and the extra glucose gets passed out of the body through urine (glycosuria). This increases the osmotic pressure of the urine and inhibits reabsorption of water by the kidney, resulting in increased urine production (polyuria) and increased fluid loss. Lost blood volume is replaced osmotically from water in body cells and other body compartments, causing dehydration and increased thirst (polydipsia). In addition, intracellular glucose deficiency stimulates appetite leading to excessive food intake (polyphagia).\n\nDiagnosis\nDiabetes mellitus is diagnosed with a test for the glucose content in the blood, and is diagnosed by demonstrating any one of the following:\n\nFasting plasma glucose level ≥ 7.0 mmol/L (126 mg/dL). For this test, blood is taken after a period of fasting, i.e. in the morning before breakfast, after the patient had sufficient time to fast overnight or at least 8 hours before the test.\nPlasma glucose ≥ 11.1 mmol/L (200 mg/dL) two hours after a 75 gram oral glucose load as in a glucose tolerance test (OGTT)\nSymptoms of high blood sugar and plasma glucose ≥ 11.1 mmol/L (200 mg/dL) either while fasting or not fasting\nGlycated hemoglobin (HbA1C) ≥ 48 mmol/mol (≥ 6.5 DCCT %).\n\nA positive result, in the absence of unequivocal high blood sugar, should be confirmed by a repeat of any of the above methods on a different day. It is preferable to measure a fasting glucose level because of the ease of measurement and the considerable time commitment of formal glucose tolerance testing, which takes two hours to complete and offers no prognostic advantage over the fasting test. According to the current definition, two fasting glucose measurements at or above 7.0 mmol/L (126 mg/dL) is considered diagnostic for diabetes mellitus.\nPer the WHO, people with fasting glucose levels from 6.1 to 6.9 mmol/L (110 to 125 mg/dL) are considered to have impaired fasting glucose. People with plasma glucose at or above 7.8 mmol/L (140 mg/dL), but not over 11.1 mmol/L (200 mg/dL), two hours after a 75 gram oral glucose load are considered to have impaired glucose tolerance. Of these two prediabetic states, the latter in particular is a major risk factor for progression to full-blown diabetes mellitus, as well as cardiovascular disease. The American Diabetes Association (ADA) since 2003 uses a slightly different range for impaired fasting glucose of 5.6 to 6.9 mmol/L (100 to 125 mg/dL).\nGlycated hemoglobin is better than fasting glucose for determining risks of cardiovascular disease and death from any cause.\n\nPrevention\nThere is no known preventive measure for type 1 diabetes. However, islet autoimmunity and multiple antibodies can be a strong predictor of the onset of type 1 diabetes.  Type 2 diabetes—which accounts for 85–90% of all cases worldwide—can often be prevented or delayed by maintaining a normal body weight, engaging in physical activity, and eating a healthy diet. Higher levels of physical activity (more than 90 minutes per day) reduce the risk of diabetes by 28%. Dietary changes known to be effective in helping to prevent diabetes include maintaining a diet rich in whole grains and fiber, and choosing good fats, such as the polyunsaturated fats found in nuts, vegetable oils, and fish. Limiting sugary beverages and eating less red meat and other sources of saturated fat can also help prevent diabetes. Tobacco smoking is also associated with an increased risk of diabetes and its complications, so smoking cessation can be an important preventive measure as well.\nThe relationship between type 2 diabetes and the main modifiable risk factors (excess weight, unhealthy diet, physical inactivity and tobacco use) is similar in all regions of the world. There is growing evidence that the underlying determinants of diabetes are a reflection of the major forces driving social, economic and cultural change: globalization, urbanization, population aging, and the general health policy environment.\n\nComorbidity\nDiabetes patients' comorbidities have a significant impact on medical expenses and related costs. It has been demonstrated that patients with diabetes are more likely to experience respiratory, urinary tract, and skin infections, develop atherosclerosis, hypertension, and chronic kidney disease, putting them at increased risk of infection and complications that require medical attention. Patients with diabetes mellitus are more likely to experience certain infections, such as COVID-19, with prevalence rates ranging from 5.3 to 35.5%. Maintaining adequate glycemic control is the primary goal of diabetes management since it is critical to managing diabetes and preventing or postponing such complications.\nPeople with type 1 diabetes have higher rates of autoimmune disorders than the general population. An analysis of a type 1 diabetes registry found that 27% of the 25,000 participants had other autoimmune disorders. Between 2% and 16% of people with type 1 diabetes also have celiac disease.\n\nManagement\nDiabetes management concentrates on keeping blood sugar levels close to normal, without causing low blood sugar. This can usually be accomplished with dietary changes, exercise, weight loss, and use of appropriate medications (insulin, oral medications).\nLearning about the disease and actively participating in the treatment is important, since complications are far less common and less severe in people who have well-managed blood sugar levels. The goal of treatment is an HbA1C level below 7%. Attention is also paid to other health problems that may accelerate the negative effects of diabetes. These include smoking, high blood pressure, metabolic syndrome, obesity, and lack of regular exercise. Specialized footwear is widely used to reduce the risk of diabetic foot ulcers by relieving the pressure on the foot. Foot examination for patients living with diabetes should be done annually which includes sensation testing, foot biomechanics, vascular integrity and foot structure.\nConcerning those with severe mental illness, the efficacy of type 2 diabetes self-management interventions is still poorly explored, with insufficient scientific evidence to show whether these interventions have similar results to those observed in the general population.\n\nLifestyle\nPeople with diabetes can benefit from education about the disease and treatment, dietary changes, and exercise, with the goal of keeping both short-term and long-term blood glucose levels within acceptable bounds. In addition, given the associated higher risks of cardiovascular disease, lifestyle modifications are recommended to control blood pressure.\nWeight loss can prevent progression from prediabetes to diabetes type 2, decrease the risk of cardiovascular disease, or result in a partial remission in people with diabetes. No single dietary pattern is best for all people with diabetes. Healthy dietary patterns, such as the Mediterranean diet, low-carbohydrate diet, or DASH diet, are often recommended, although evidence does not support one over the others. According to the ADA, \"reducing overall carbohydrate intake for individuals with diabetes has demonstrated the most evidence for improving glycemia\", and for individuals with type 2 diabetes who cannot meet the glycemic targets or where reducing anti-glycemic medications is a priority, low or very-low carbohydrate diets are a viable approach. For overweight people with type 2 diabetes, any diet that achieves weight loss is effective.\nA 2020 Cochrane systematic review compared several non-nutritive sweeteners to sugar, placebo and a nutritive low-calorie sweetener (tagatose), but the results were unclear for effects on HbA1C, body weight and adverse events. The studies included were mainly of very low-certainty and did not report on health-related quality of life, diabetes complications, all-cause mortality or socioeconomic effects.\n\nIn children\nWhile type 1 diabetes is more prevalent in pediatric diabetes, type 2 diabetes has increasing prevalence, accounting for some 33% of new diagnoses. Risk factors for type 2 diabetes include ethnicity, family history, sedentary lifestyle, unhealthy diet, a mother with gestational diabetes, female gender, and obesity. Children with type 2 diabetes have increased risk of developing complications, which include insulin resistance, hyperglycemia, polyuria, ketosis, and dehydration. Early recognition, screening, treatment, and education of diabetic children are needed to prevent long-term disease complications.\nScreening for type 2 diabetes typically starts at 10 years old for obese children and those who have at least two risk factors. Diagnostic criteria include plasma blood glucose of more than 200 mg per deciliter (dl) or a fasting blood glucose above 126 mg per dl in children with overt symptoms. Differentiating type 1 from type 2 diabetes may include assessment of fasting blood insulin or C-peptide, or determination of autoantibodies for type 1 diabetes.\n\nTreatment and management\nAdoption of healthy lifestyle practices and metformin medication are recommended as initial treatments. Lifestyle changes include daily exercise for at least 60 minutes, reduced screen time, and dietary education.\nMetformin at 500 mg per day is used upon diagnosis. Insulin is used for children with a blood glucose of more than 250 mg per dl and a HbA1C greater than 8.5%.\n\nEducation\nDiabetes management for children requires the integration of the family and health care team to be committed and continuous for promotion of self-management. A health care team may include a pediatric endocrinologist or physician trained in pediatric diabetes, a diabetes specialist nurse, a registered dietitian, a psychologist, a social worker, and child life specialist.\nThe goal of the health care team and child's family is to empower the child to make informed decisions for health‐promoting lifestyle choices.\n\nMedications\nGlucose control\nMost medications used to treat diabetes act by lowering blood sugar levels through different mechanisms. There is broad consensus that when people with diabetes maintain tight glucose control – keeping the glucose levels in their blood within normal ranges – they experience fewer complications, such as kidney problems or eye problems. There is, however, debate as to whether this is appropriate and cost effective for people later in life in whom the risk of hypoglycemia may be more significant.\nThere are a number of different classes of anti-diabetic medications. Type 1 diabetes requires treatment with insulin, ideally using a \"basal bolus\" regimen that most closely matches normal insulin release: long-acting insulin for the basal rate and short-acting insulin with meals. Type 2 diabetes is generally treated with medication that is taken by mouth (e.g. metformin) although some eventually require injectable treatment with insulin or GLP-1 agonists.\nMetformin is generally recommended as a first-line treatment for type 2 diabetes, as there is good evidence that it decreases mortality. It works by decreasing the liver's production of glucose, and increasing the amount of glucose stored in peripheral tissue. Several other groups of drugs, mainly oral medication, may also decrease blood sugar in type 2 diabetes. These include agents that increase insulin release (sulfonylureas), agents that decrease absorption of sugar from the intestines (acarbose), agents that inhibit the enzyme dipeptidyl peptidase-4 (DPP-4) that inactivates incretins such as GLP-1 and GIP (sitagliptin), agents that make the body more sensitive to insulin (thiazolidinedione) and agents that increase the excretion of glucose in the urine (SGLT2 inhibitors). When insulin is used in type 2 diabetes, a long-acting formulation is usually added initially, while continuing oral medications.\nSome severe cases of type 2 diabetes may also be treated with insulin, which is increased gradually until glucose targets are reached.\n\nBlood pressure lowering\nCardiovascular disease is a serious complication associated with diabetes, and many international guidelines recommend blood pressure treatment targets that are lower than 140/90 mmHg for people with diabetes. However, there is only limited evidence regarding what the lower targets should be. A 2016 systematic review found potential harm to treating to targets lower than 140 mmHg, and a subsequent systematic review in 2019 found no evidence of additional benefit from blood pressure lowering to between 130 – 140mmHg, although there was an increased risk of adverse events.\n2015 American Diabetes Association recommendations are that people with diabetes and albuminuria should receive an inhibitor of the renin-angiotensin system to reduce the risks of progression to end-stage renal disease, cardiovascular events, and death. There is some evidence that angiotensin converting enzyme inhibitors (ACEIs) are superior to other inhibitors of the renin-angiotensin system such as angiotensin receptor blockers (ARBs), or aliskiren in preventing cardiovascular disease. Although a more recent review found similar effects of ACEIs and ARBs on major cardiovascular and renal outcomes. There is no evidence that combining ACEIs and ARBs provides additional benefits.\n\nAspirin\nThe use of aspirin to prevent cardiovascular disease in diabetes is controversial. Aspirin is recommended by some in people at high risk of cardiovascular disease; however, routine use of aspirin has not been found to improve outcomes in uncomplicated diabetes. 2015 American Diabetes Association recommendations for aspirin use (based on expert consensus or clinical experience) are that low-dose aspirin use is reasonable in adults with diabetes who are at intermediate risk of cardiovascular disease (10-year cardiovascular disease risk, 5–10%). National guidelines for England and Wales by the National Institute for Health and Care Excellence (NICE) recommend against the use of aspirin in people with type 1 or type 2 diabetes who do not have confirmed cardiovascular disease.\n\nSurgery\nWeight loss surgery in those with obesity and type 2 diabetes is often an effective measure. Many are able to maintain normal blood sugar levels with little or no medications following surgery and long-term mortality is decreased. There is, however, a short-term mortality risk of less than 1% from the surgery. The body mass index cutoffs for when surgery is appropriate are not yet clear. It is recommended that this option be considered in those who are unable to get both their weight and blood sugar under control.\nA pancreas transplant is occasionally considered for people with type 1 diabetes who have severe complications of their disease, including end stage kidney disease requiring kidney transplantation.\nDiabetic peripheral neuropathy (DPN) affects 30% of all diabetes patients. When DPN is superimposed with nerve compression, DPN may be treatable with multiple nerve decompressions. The theory is that DPN predisposes peripheral nerves to compression at anatomical sites of narrowing, and that the majority of DPN symptoms are actually attributable to nerve compression, a treatable condition, rather than DPN itself. The surgery is associated with lower pain scores, higher two-point discrimination (a measure of sensory improvement), lower rate of ulcerations, fewer falls (in the case of lower extremity decompression), and fewer amputations.\n\nSelf-management and support\nIn countries using a general practitioner system, such as the United Kingdom, care may take place mainly outside hospitals, with hospital-based specialist care used only in case of complications, difficult blood sugar control, or research projects. In other circumstances, general practitioners and specialists share care in a team approach. Evidence has shown that social prescribing led to slight improvements in blood sugar control for people with type 2 diabetes. Home telehealth support can be an effective management technique.\nThe use of technology to deliver educational programs for adults with type 2 diabetes includes computer-based self-management interventions to collect for tailored responses to facilitate self-management. There is no adequate evidence to support effects on cholesterol, blood pressure, behavioral change (such as physical activity levels and dietary), depression, weight and health-related quality of life, nor in other biological, cognitive or emotional outcomes.\n\nEpidemiology\nAn estimated 382 million people worldwide had diabetes in 2013 up from 108 million in 1980. Accounting for the shifting age structure of the global population, the prevalence of diabetes is 8.8% among adults, nearly double the rate of 4.7% in 1980. Type 2 makes up about 90% of the cases. Some data indicate rates are roughly equal in women and men, but male excess in diabetes has been found in many populations with higher type 2 incidence, possibly due to sex-related differences in insulin sensitivity, consequences of obesity and regional body fat deposition, and other contributing factors such as high blood pressure, tobacco smoking, and alcohol intake.\nThe WHO estimates that diabetes resulted in 1.5 million deaths in 2012, making it the 8th leading cause of death. However, another 2.2 million deaths worldwide were attributable to high blood glucose and the increased risks of cardiovascular disease and other associated complications (e.g. kidney failure), which often lead to premature death and are often listed as the underlying cause on death certificates rather than diabetes. For example, in 2017, the International Diabetes Federation (IDF) estimated that diabetes resulted in 4.0 million deaths worldwide, using modeling to estimate the total number of deaths that could be directly or indirectly attributed to diabetes.\nDiabetes occurs throughout the world but is more common (especially type 2) in more developed countries. The greatest increase in rates has, however, been seen in low- and middle-income countries, where more than 80% of diabetic deaths occur. The fastest prevalence increase is expected to occur in Asia and Africa, where most people with diabetes will probably live in 2030. The increase in rates in developing countries follows the trend of urbanization and lifestyle changes, including increasingly sedentary lifestyles, less physically demanding work and the global nutrition transition, marked by increased intake of foods that are high energy-dense but nutrient-poor (often high in sugar and saturated fats, sometimes referred to as the \"Western-style\" diet). The global number of diabetes cases might increase by 48% between 2017 and 2045.\nAs of 2020, 38% of all US adults had prediabetes. Prediabetes is an early stage of diabetes.\n\nHistory\nDiabetes was one of the first diseases described, with an Egyptian manuscript from c. 1500 BCE mentioning \"too great emptying of the urine.\" The Ebers papyrus includes a recommendation for a drink to take in such cases. The first described cases are believed to have been type 1 diabetes. \nThe term \"diabetes\" or \"to pass through\" was first used in 230 BCE by the Greek Apollonius of Memphis. The disease was considered rare during the time of the Roman empire, with Galen commenting he had only seen two cases during his career. This is possibly due to the diet and lifestyle of the ancients, or because the clinical symptoms were observed during the advanced stage of the disease. Galen named the disease \"diarrhea of the urine\" (diarrhea urinosa). Indian physicians around the sixth century CE identified the disease and classified it as madhumeha or \"honey urine\", noting the urine would attract ants.\nThe earliest surviving work with a detailed reference to diabetes is that of Aretaeus of Cappadocia (2nd or early 3rd century CE). He described the symptoms and the course of the disease, which he attributed to the moisture and coldness, reflecting the beliefs of the \"Pneumatic School\". He hypothesized a correlation between diabetes and other diseases, and he discussed differential diagnosis from the snakebite, which also provokes excessive thirst. His work remained unknown in the West until 1552, when the first Latin edition was published in Venice.\nTwo types of diabetes were identified as separate conditions for the first time by the Indian physicians Sushruta and Charaka in 400–500 CE with one type being associated with youth and another type with being overweight. Effective treatment was not developed until the early part of the 20th century when Canadians Frederick Banting and Charles Best isolated and purified insulin in 1921 and 1922. This was followed by the development of the long-acting insulin NPH in the 1940s.\n\nEtymology\nThe word diabetes ( or ) comes from Latin diabētēs, which in turn comes from Ancient Greek διαβήτης (diabētēs), which literally means \"a passer through; a siphon\". Ancient Greek physician Aretaeus of Cappadocia (fl. 2nd century CE) used that word, with the intended meaning \"excessive discharge of urine\", as the name for the disease. Ultimately, the word comes from Greek διαβαίνειν (diabainein), meaning \"to pass through\", which is composed of δια- (dia-), meaning \"through\" and βαίνειν (bainein), meaning \"to go\". The word \"diabetes\" is first recorded in English, in the form diabete, in a medical text written around 1425.\nThe word mellitus ( or ) comes from the classical Latin word mellītus, meaning \"mellite\" (i.e. sweetened with honey; honey-sweet). The Latin word comes from mell-, which comes from mel, meaning \"honey\"; sweetness; pleasant thing, and the suffix -ītus, whose meaning is the same as that of the English suffix \"-ite\". It was Thomas Willis who in 1675 added \"mellitus\" to the word \"diabetes\" as a designation for the disease, when he noticed the urine of a person with diabetes had a sweet taste (glycosuria). This sweet taste had been noticed in urine by the ancient Greeks, Chinese, Egyptians, and Indians.\n\nSociety and culture\nThe 1989 \"St. Vincent Declaration\" was the result of international efforts to improve the care accorded to those with diabetes. Doing so is important not only in terms of quality of life and life expectancy but also economically – expenses due to diabetes have been shown to be a major drain on health – and productivity-related resources for healthcare systems and governments.\nSeveral countries established more and less successful national diabetes programmes to improve treatment of the disease.\n\nDiabetes stigma\nDiabetes stigma describes the negative attitudes, judgment, discrimination, or prejudice against people with diabetes. Often, the stigma stems from the idea that diabetes (particularly Type 2 diabetes) resulted from poor lifestyle and unhealthy food choices rather than other causal factors such as genetics and social determinants of health. Manifestation of stigma can be seen throughout different cultures and contexts. Scenarios include diabetes statuses affecting marriage proposals, workplace-employment, and social standing in communities.\nStigma is also seen internally, as people with diabetes can also have negative beliefs about themselves. Often these cases of self-stigma are associated with higher diabetes-specific distress, lower self-efficacy, higher rates of depression, and poorer provider-patient interactions during diabetes care.\n\nRacial and economic inequalities\nRacial and ethnic minorities are disproportionately affected with higher prevalence of diabetes compared to non-minority individuals. While US adults overall have a 40% chance of developing type 2 diabetes, Hispanic/Latino adults chance is more than 50%. African Americans also are much more likely to be diagnosed with diabetes compared to White Americans. Asians have increased risk of diabetes as diabetes can develop at lower BMI due to differences in visceral fat compared to other races. For Asians, diabetes can develop at a younger age and lower body fat compared to other groups. Additionally, diabetes is highly underreported in Asian American people, as 1 in 3 cases are undiagnosed compared to the average 1 in 5 for the nation.\nPeople with diabetes who have neuropathic symptoms such as numbness or tingling in feet or hands are twice as likely to be unemployed as those without the symptoms.\nIn 2010, diabetes-related emergency room (ER) visit rates in the United States were higher among people from the lowest income communities (526 per 10,000 population) than from the highest income communities (236 per 10,000 population). Approximately 9.4% of diabetes-related ER visits were for the uninsured.\n\nNaming\nThe term \"type 1 diabetes\" has replaced several former terms, including childhood-onset diabetes, juvenile diabetes, and insulin-dependent diabetes mellitus. Likewise, the term \"type 2 diabetes\" has replaced several former terms, including adult-onset diabetes, obesity-related diabetes, and noninsulin-dependent diabetes mellitus. Beyond these two types, there is no agreed-upon standard nomenclature.\nDiabetes mellitus is also occasionally known as \"sugar diabetes\" to differentiate it from diabetes insipidus. Diabetes insipidus is an unrelated disease with symptoms that can mimic diabetes mellitus.\n\nDiabetes in other animals\nDiabetes can occur in mammals or reptiles. Birds do not develop diabetes because of their unusually high tolerance for elevated blood glucose levels. There is some indication that amphibians have the ability to develop diabetes.\nIn animals, diabetes is most commonly encountered in dogs and cats. Middle-aged animals are most commonly affected. Female dogs are twice as likely to be affected as males, while according to some sources, male cats are more prone than females. In both species, all breeds may be affected, but some small dog breeds are particularly likely to develop diabetes, such as Miniature Poodles.\nFeline diabetes is strikingly similar to human type 2 diabetes. The Burmese, Russian Blue, Abyssinian, and Norwegian Forest cat breeds are at higher risk than other breeds. Overweight cats are also at higher risk.\nThe symptoms may relate to fluid loss and polyuria, but the course may also be insidious. Diabetic animals are more prone to infections. The long-term complications recognized in humans are much rarer in animals. The principles of treatment (weight loss, oral antidiabetics, subcutaneous insulin) and management of emergencies (e.g. ketoacidosis) are similar to those in humans.\n\nSee also\nOutline of diabetes\nDiabetic foot\nBlood glucose monitoring\n\nReferences\nExternal links\n\nAmerican Diabetes Association\nIDF Diabetes Atlas\nNational Diabetes Education Program\nADA's Standards of Medical Care in Diabetes 2019\nPolonsky KS (October 2012). \"The past 200 years in diabetes\". The New England Journal of Medicine. 367 (14): 1332–1340. doi:10.1056/NEJMra1110560. PMID 23034021. S2CID 9456681.\n\"Diabetes\". MedlinePlus. U.S. National Library of Medicine."}
{"title": "Hypertension", "text": "Hypertension, also known as high blood pressure, is a long-term medical condition in which the blood pressure in the arteries is persistently elevated. High blood pressure usually does not cause symptoms itself. It is, however, a major risk factor for stroke, coronary artery disease, heart failure, atrial fibrillation, peripheral arterial disease, vision loss, chronic kidney disease, and dementia. Hypertension is a major cause of premature death worldwide.\nHigh blood pressure is classified as primary (essential) hypertension or secondary hypertension. About 90–95% of cases are primary, defined as high blood pressure due to non-specific lifestyle and genetic factors. Lifestyle factors that increase the risk include excess salt in the diet, excess body weight, smoking, physical inactivity and alcohol use. The remaining 5–10% of cases are categorized as secondary hypertension, defined as high blood pressure due to a clearly identifiable cause, such as chronic kidney disease, narrowing of the kidney arteries, an endocrine disorder, or the use of birth control pills.\nBlood pressure is classified by two measurements, the systolic (first number) and diastolic (second number) pressures. For most adults, normal blood pressure at rest is within the range of 100–140 millimeters mercury (mmHg) systolic and 60–90 mmHg diastolic. For most adults, high blood pressure is present if the resting blood pressure is persistently at or above 130/80 or 140/90 mmHg. Different numbers apply to children. Ambulatory blood pressure monitoring over a 24-hour period appears more accurate than office-based blood pressure measurement.\nLifestyle changes and medications can lower blood pressure and decrease the risk of health complications. Lifestyle changes include weight loss, physical exercise, decreased salt intake, reducing alcohol intake, and a healthy diet. If lifestyle changes are not sufficient, blood pressure medications are used. Up to three medications taken concurrently can control blood pressure in 90% of people. The treatment of moderately high arterial blood pressure (defined as >160/100 mmHg) with medications is associated with an improved life expectancy. The effect of treatment of blood pressure between 130/80 mmHg and 160/100 mmHg is less clear, with some reviews finding benefit and others finding unclear or no benefit. High blood pressure affects 33% of the population globally. About half of all people with high blood pressure do not know that they have it. In 2019, high blood pressure was believed to have been a factor in 19% of all deaths (10.4 million globally).\n\nSigns and symptoms\nHypertension is rarely accompanied by symptoms. Half of all people with hypertension are unaware that they have it. Hypertension is usually identified as part of health screening or when seeking healthcare for an unrelated problem.\nSome people with high blood pressure report headaches, as well as lightheadedness, vertigo, tinnitus (buzzing or hissing in the ears), altered vision or fainting episodes. These symptoms, however, might be related to associated anxiety rather than the high blood pressure itself.\nLong-standing untreated hypertension can cause organ damage with signs such as changes in the optic fundus seen by ophthalmoscopy. The severity of hypertensive retinopathy correlates roughly with the duration or the severity of the hypertension. Other hypertension-caused organ damage include chronic kidney disease and thickening of the heart muscle.\n\nSecondary hypertension\nSecondary hypertension is hypertension due to an identifiable cause and may result in certain specific additional signs and symptoms. For example, as well as causing high blood pressure, Cushing's syndrome frequently causes truncal obesity, glucose intolerance, moon face, a hump of fat behind the neck and shoulders (referred to as a buffalo hump), and purple abdominal stretch marks. Hyperthyroidism frequently causes weight loss with increased appetite, fast heart rate, bulging eyes, and tremor. Renal artery stenosis may be associated with a localized abdominal bruit to the left or right of the midline, or in both locations. Coarctation of the aorta frequently causes a decreased blood pressure in the lower extremities relative to the arms, or delayed or absent femoral arterial pulses. Pheochromocytoma may cause abrupt episodes of hypertension accompanied by headache, palpitations, pale appearance, and excessive sweating.\n\nHypertensive crisis\nSeverely elevated blood pressure (equal to or greater than a systolic pressure of 180 mmHg or a diastolic pressure of 120 mmHg) is referred to as a hypertensive crisis. Hypertensive crisis is categorized as either hypertensive urgency or hypertensive emergency, according to the absence or presence of end-organ damage, respectively.\nIn hypertensive urgency, there is no evidence of end-organ damage resulting from the elevated blood pressure. In these cases, oral medications are used to lower blood pressure over 24 to 48 hours gradually.\nIn a hypertensive emergency, there is evidence of direct damage to one or more organs. The most affected organs include the brain, kidney, heart, and lungs, producing symptoms that may include confusion, drowsiness, chest pain, and breathlessness. In a hypertensive emergency, the blood pressure must be reduced more rapidly to stop ongoing organ damage; however, there is a lack of randomized controlled trial evidence for this approach.\n\nPregnancy\nHypertension occurs in approximately 8–10% of pregnancies. Two blood pressure measurements six hours apart of greater than 140/90 mmHg are diagnostic of hypertension in pregnancy. High blood pressure in pregnancy can be classified as pre-existing hypertension, gestational hypertension, or pre-eclampsia. Women who have chronic hypertension before their pregnancy are at increased risk of complications such as premature birth, low birthweight or stillbirth. Women who have high blood pressure and had complications in their pregnancy have three times the risk of developing cardiovascular disease compared to women with normal blood pressure who had no complications in pregnancy.\nPre-eclampsia is a serious condition in the second half of pregnancy characterised by increased blood pressure and the presence of protein in the urine. It occurs in about 5% of pregnancies and is responsible for approximately 16% of all maternal deaths globally. Pre-eclampsia also doubles the risk of death of the baby around the time of birth. Usually, there are no symptoms in pre-eclampsia, and it is detected by routine screening. When symptoms of pre-eclampsia occur, the most common are headache, visual disturbance (often \"flashing lights\"), vomiting, pain over the stomach, and swelling. Pre-eclampsia can occasionally progress to a life-threatening condition called eclampsia, which is a hypertensive emergency and has several serious complications including vision loss, brain swelling, seizures, kidney failure, pulmonary edema, and disseminated intravascular coagulation (a blood clotting disorder).\nIn contrast, gestational hypertension is defined as new-onset hypertension in the second half of pregnancy without protein in the urine.\nExercise during pregnancy is generally safe and may improve outcomes in hypertension during pregnancy, and may prevent gestational hypertension and related complications.\n\nChildren\nFailure to thrive, seizures, irritability, lack of energy, and difficulty in breathing can be associated with hypertension in newborns and young infants. In older infants and children, hypertension can cause headache, unexplained irritability, fatigue, failure to thrive, blurred vision, nosebleeds, and facial paralysis.\n\nCauses\nPrimary hypertension\nPrimary (also termed essential) hypertension results from a complex interaction of genes and environmental factors. More than 2000 common genetic variants with small effects on blood pressure have been identified in association with high blood pressure, as well as some rare genetic variants with large effects on blood pressure. There is also evidence that DNA methylation at multiple nearby CpG sites may link some sequence variation to blood pressure, possibly via effects on vascular or renal function.\nBlood pressure rises with aging in societies with a western diet and lifestyle, and the risk of becoming hypertensive in later life is substantial in most such societies. Several environmental or lifestyle factors influence blood pressure. Reducing dietary salt intake lowers blood pressure; as does weight loss, exercise training, vegetarian diets, increased dietary potassium intake and high dietary calcium supplementation. Increasing alcohol intake is associated with higher blood pressure, but the possible roles of other factors such as caffeine consumption, and vitamin D deficiency are less clear. Average blood pressure is higher in the winter than in the summer.\nDepression is associated with hypertension and loneliness is also a risk factor. Periodontal disease is also associated with high blood pressure. Arsenic exposure through drinking water is associated with elevated blood pressure. Air pollution is associated with hypertension. Whether these associations are causal is unknown. Gout and elevated blood uric acid are associated with hypertension and evidence from genetic (Mendelian Randomization) studies and clinical trials indicate this relationship is likely to be causal. Insulin resistance, which is common in obesity and is a component of syndrome X (or metabolic syndrome), can cause hyperuricemia and gout and is also associated with elevated blood pressure.\nEvents in early life, such as low birth weight, maternal smoking, and lack of breastfeeding may be risk factors for adult essential hypertension, although the strength of the relationships is weak and the mechanisms linking these exposures to adult hypertension remain unclear.\n\nSecondary hypertension\nSecondary hypertension results from an identifiable cause. Kidney disease is the most common secondary cause of hypertension. Hypertension can also be caused by endocrine conditions, such as Cushing's syndrome, hyperthyroidism, hypothyroidism, acromegaly, Conn's syndrome or hyperaldosteronism, renal artery stenosis (from atherosclerosis or fibromuscular dysplasia), hyperparathyroidism, and pheochromocytoma. Other causes of secondary hypertension include obesity, sleep apnea, pregnancy, coarctation of the aorta, excessive eating of liquorice, excessive drinking of alcohol, certain prescription medicines, herbal remedies, and stimulants such as cocaine and methamphetamine.\nA 2018 review found that any alcohol increased blood pressure in males, while over one or two drinks increased the risk in females.\n\nPathophysiology\nIn most people with established essential hypertension, increased resistance to blood flow (total peripheral resistance) accounts for the high pressure while cardiac output remains normal. There is evidence that some younger people with prehypertension or 'borderline hypertension' have high cardiac output, an elevated heart rate and normal peripheral resistance, termed hyperkinetic borderline hypertension. These individuals may develop the typical features of established essential hypertension in later life as their cardiac output falls and peripheral resistance rises with age. Whether this pattern is typical of all people who ultimately develop hypertension is disputed. The increased peripheral resistance in established hypertension is mainly attributable to structural narrowing of small arteries and arterioles, although a reduction in the number or density of capillaries may also contribute.\nIt is unclear whether or not vasoconstriction of arteriolar blood vessels plays a role in hypertension. Hypertension is also associated with decreased peripheral venous compliance, which may increase venous return, increase cardiac preload and, ultimately, cause diastolic dysfunction. For patients having hypertension, higher heart rate variability (HRV) is a risk factor for atrial fibrillation.\nPulse pressure (the difference between systolic and diastolic blood pressure) is frequently increased in older people with hypertension. This can mean that systolic pressure is abnormally high, but diastolic pressure may be normal or low, a condition termed isolated systolic hypertension. The high pulse pressure in elderly people with hypertension or isolated systolic hypertension is explained by increased arterial stiffness, which typically accompanies aging and may be exacerbated by high blood pressure.\nMany mechanisms have been proposed to account for the rise in peripheral resistance in hypertension. Most evidence implicates either disturbances in the kidneys' salt and water handling (particularly abnormalities in the intrarenal renin–angiotensin system) or abnormalities of the sympathetic nervous system. These mechanisms are not mutually exclusive, and both likely contribute to some extent in most cases of essential hypertension. It has also been suggested that endothelial dysfunction and vascular inflammation may also contribute to increased peripheral resistance and vascular damage in hypertension. Interleukin 17 has garnered interest for its role in increasing the production of several other immune system chemical signals thought to be involved in hypertension such as tumor necrosis factor alpha, interleukin 1, interleukin 6, and interleukin 8.\nExcessive sodium or insufficient potassium in the diet leads to excessive intracellular sodium, which contracts vascular smooth muscle, restricting blood flow and so increases blood pressure. Non-modulating essential hypertension is a form of salt-sensitive hypertension, where sodium intake does not modulate either adrenal or renal vascular responses to angiotensin II. They make up 25% of the hypertensive population.\n\nDiagnosis\nHypertension is diagnosed based on persistently high resting blood pressure. Elevated blood pressure measurements on at least two separate occasions are required for a diagnosis of hypertension.\n\nMeasurement technique\nFor an accurate diagnosis of hypertension to be made, proper blood pressure measurement technique must be used. Improper measurement of blood pressure is common and can change the blood pressure reading by up to 10 mmHg, which can lead to misdiagnosis and misclassification of hypertension. The correct blood pressure measurement technique involves several steps. Proper blood pressure measurement requires the person whose blood pressure is being measured to sit quietly for at least five minutes, which is then followed by the application of a properly fitted blood pressure cuff to a bare upper arm. The person should be seated with their back supported, feet flat on the floor, and with their legs uncrossed. The person whose blood pressure is being measured should avoid talking or moving during this process. The arm being measured should be supported on a flat surface at the level of the heart. Blood pressure measurement should be done in a quiet room so the medical professional checking the blood pressure can hear the Korotkoff sounds while listening to the brachial artery with a stethoscope for accurate blood pressure measurements. The blood pressure cuff should be deflated slowly (2–3 mmHg per second) while listening for the Korotkoff sounds. The bladder should be emptied before a person's blood pressure is measured since this can increase blood pressure by up to 15/10 mmHg. Multiple blood pressure readings (at least two) spaced 1–2 minutes apart should be obtained to ensure accuracy. Ambulatory blood pressure monitoring over 12 to 24 hours is the most accurate method to confirm the diagnosis. An exception to this is those with very high blood pressure readings, especially when there is poor organ function.\nWith the availability of 24-hour ambulatory blood pressure monitors and home blood pressure machines, the importance of not wrongly diagnosing those who have white coat hypertension has led to a change in protocols. In the United Kingdom, the current best practice is to follow up a single raised clinic reading with ambulatory measurement, or, less ideally, with home blood pressure monitoring over 7 days. The United States Preventive Services Task Force also recommends getting measurements outside of the healthcare environment. Pseudohypertension in the elderly or noncompressibility artery syndrome may also require consideration. This condition is believed to be due to calcification of the arteries, resulting in abnormally high blood pressure readings with a blood pressure cuff, while intra-arterial measurements of blood pressure are normal. Orthostatic hypertension is when blood pressure increases upon standing.\n\nOther investigations\nOnce the diagnosis of hypertension has been made, further testing may be performed to find secondary hypertension, identify comorbidities such as diabetes, identify hypertension-caused organ damage such as chronic kidney disease or thickening of the heart muscle, and for cardiovascular disease risk stratification.\nSecondary hypertension is more common in preadolescent children, with most cases caused by kidney disease. Primary or essential hypertension is more common in adolescents and adults and has multiple risk factors, including obesity and a family history of hypertension.\nInitial assessment upon diagnosis of hypertension should include a complete history and physical examination. The World Health Organization suggests the following initial tests: serum electrolytes, serum creatinine, lipid panel, HbA1c or fasting glucose, urine dipstick and electrocardiogram (ECG/EKG). Serum creatinine is measured to assess for the presence of kidney disease, which can be either the cause or the result of hypertension. eGFR can also provide a baseline measurement of kidney function that can be used to monitor for side effects of certain anti-hypertensive drugs on kidney function. Testing of urine samples for protein is used as a secondary indicator of kidney disease. Lipid panel and glucose tests are done to identify comorbidities such as diabetes and hyperlipidemia and for cardiovascular risk stratification. Electrocardiogram testing is done to check for evidence that the heart is under strain from high blood pressure, such as thickening of the heart muscle or whether the heart has experienced a prior minor disturbance, such as a silent heart attack.\n\nClassification in adults\nThe circumstances of measurement can influence blood pressure measurements. Guidelines use different thresholds for office (also known as clinic), home (when the patient measures their blood pressure at home), and ambulatory blood pressure (using an automated device over 24 hours).\n\nChildren\nHypertension occurs in around 0.2 to 3% of newborns; however, blood pressure is not measured routinely in healthy newborns. Hypertension is more common in high risk newborns. A variety of factors, such as gestational age, postconceptional age, and birth weight need to be taken into account when deciding if blood pressure is normal in a newborn.\nHypertension, defined as elevated blood pressure over several visits, affects 1% to 5% of children and adolescents and is associated with long-term risks of ill-health. Blood pressure rises with age in childhood, and, in children, hypertension is defined as an average systolic or diastolic blood pressure on three or more occasions equal or higher than the 95th percentile appropriate for the sex, age, and height of the child. High blood pressure must be confirmed on repeated visits, however, before characterizing a child as having hypertension. In adolescents, it has been proposed that hypertension is diagnosed and classified using the same criteria as in adults.\n\nPrevention\nMuch of the disease burden of high blood pressure is experienced by people who are not labeled as hypertensive. Consequently, population strategies are required to reduce the consequences of high blood pressure and reduce the need for antihypertensive medications. Lifestyle changes are recommended to lower blood pressure.\nRecommended lifestyle changes for the prevention of hypertension include:\n\nmaintain normal body weight for adults (e.g. body mass index below 25 kg/m2)\nreduce dietary sodium intake to <100 mmol/day (<6 g of salt (sodium chloride) or <2.4 g of sodium per day)\nengage in regular aerobic physical activity with moderate intensity (minimum 150 minutes per week)\nlimit alcohol consumption, max 1 drink for women and 2 for men per day\nconsume a diet rich in whole grains, fruits, and vegetables, such as the DASH diet\nnot smoking\nstress reduction and management, e.g. by meditation and yoga\nEffective lifestyle modification may lower blood pressure as much as an individual antihypertensive medication. Combinations of two or more lifestyle modifications can achieve even better results. There is considerable evidence that reducing dietary salt intake lowers blood pressure, but whether this translates into a reduction in mortality and cardiovascular disease remains uncertain. Estimated sodium intake ≥6 g/day and <3 g/day are both associated with high risk of death or major cardiovascular disease, but the association between high sodium intake and adverse outcomes is only observed in people with hypertension. Consequently, in the absence of results from randomized controlled trials, the wisdom of reducing levels of dietary sodium intake below 3 g/day has been questioned. ESC guidelines mention periodontitis is associated with poor cardiovascular health status.\nThe value of routine screening for hypertension is debated. In 2004, the National High Blood Pressure Education Program recommended that children aged 3 years and older have blood pressure measurement at least once at every health care visit and the National Heart, Lung, and Blood Institute and American Academy of Pediatrics made a similar recommendation. However, the American Academy of Family Physicians supports the view of the U.S. Preventive Services Task Force that the available evidence is insufficient to determine the balance of benefits and harms of screening for hypertension in children and adolescents who do not have symptoms. The US Preventive Services Task Force recommends screening adults 18 years or older for hypertension with office blood pressure measurement.\n\nManagement\nAccording to one review published in 2003, reduction of the blood pressure by 5 mmHg can decrease the risk of stroke by 34%, of ischemic heart disease by 21%, and reduce the likelihood of dementia, heart failure, and mortality from cardiovascular disease.\n\nTarget blood pressure\nVarious expert groups have produced guidelines regarding how low the blood pressure target should be when a person is treated for hypertension. These groups recommend a target below the range of 140–160 / 90–100 mmHg for the general population. Cochrane reviews recommend similar targets for subgroups such as people with diabetes and people with prior cardiovascular disease. Additionally, Cochrane reviews have found that for older individuals with moderate to high cardiovascular risk, the benefits of trying to achieve a lower-than-standard blood pressure target (at or below 140/90 mmHg) are outweighed by the risk associated with the intervention. These findings may not be applicable to other populations.\nMany expert groups recommend a slightly higher target of 150/90 mmHg for those somewhere between 60 and 80 years of age. The JNC 8 and American College of Physicians recommend the target of 150/90 mmHg for those over 60 years of age, but some experts within these groups disagree with this recommendation. Some expert groups have also recommended slightly lower targets in those with diabetes or chronic kidney disease, but others recommend the same target as the general population. The issue of what is the best target and whether targets should differ for high-risk individuals is unresolved, although some experts propose more intensive blood pressure lowering than advocated in some guidelines.\nThe 2025 American Heart Association guidelines recommend medication for all adults with average blood pressure 140/90 mmHg or higher. It also recommends medication for adults with blood pressure 130/80 mmHg or higher with a 10-year risk of cardiovascular disease 7.5% or more, and in those with blood pressure 130/80 mmHg or higher with a 10-year cardiovascular risk of less than 7.5% where blood pressure remains above 130/80 mmHg after 3–6 months of lifestyle modifications.\n\nLifestyle modifications\nThe first line of treatment for hypertension is lifestyle changes, including dietary changes, physical activity, and weight loss. Though these have all been recommended in scientific advisories, a Cochrane systematic review found no evidence (due to lack of data) for effects of weight loss diets on death, long-term complications or adverse events in persons with hypertension. The review did find a decrease in body weight and blood pressure. Their potential effectiveness is similar to and at times exceeds a single medication. If hypertension is high enough to justify immediate use of medications, lifestyle changes are still recommended in conjunction with medication.\nDietary changes shown to reduce blood pressure include diets with low sodium, the DASH diet (Dietary Approaches to Stop Hypertension), which was the best against 11 other diet in an umbrella review, and plant-based diets. A 2024 clinical guideline recommended an increase dietary fiber intake, with a minimum of 28g/day for women and 38g/day for men diagnosed with hypertension.\nIncreasing dietary potassium has a potential benefit for lowering the risk of hypertension. The 2015 Dietary Guidelines Advisory Committee (DGAC) stated that potassium is one of the shortfall nutrients which is under-consumed in the United States. However, people who take certain antihypertensive medications (such as ACE-inhibitors or ARBs) should not take potassium supplements or potassium-enriched salts due to the risk of high levels of potassium.\nPhysical exercise regimens which are shown to reduce blood pressure include isometric resistance exercise, aerobic exercise, resistance exercise, and device-guided breathing.\nA 2020 Cochrane review examined the impact of walking on blood pressure and heart rate in adults. The review found that walking likely reduces systolic blood pressure, with consistent effects across different age groups and both sexes.\nThere was also some evidence that walking may lower diastolic blood pressure and heart rate. Overall, the certainty of evidence ranged from moderate to low, depending on the outcome and subgroup. Walking appears to be a safe, accessible, and potentially effective strategy for supporting cardiovascular health.\nStress reduction techniques such as biofeedback or transcendental meditation may be considered as an add-on to other treatments to reduce hypertension, but do not have evidence for preventing cardiovascular disease on their own. Self-monitoring and appointment reminders might support the use of other strategies to improve blood pressure control, but need further evaluation.\n\nMedications\nSeveral classes of medications, collectively referred to as antihypertensive medications, are available for treating hypertension.\nFirst-line medications for hypertension include thiazide-diuretics, calcium channel blockers, angiotensin converting enzyme inhibitors (ACE inhibitors), and angiotensin receptor blockers (ARBs). These medications may be used alone or in combination (ACE inhibitors and ARBs are not recommended for use together); the latter option may serve to minimize counter-regulatory mechanisms that act to restore blood pressure values to pre-treatment levels, although the evidence for first-line combination therapy is not strong enough. Most people require more than one medication to control their hypertension. Medications for blood pressure control should be implemented by a stepped care approach when target levels are not reached. Withdrawal of such medications in the elderly can be considered by healthcare professionals, because there is no strong evidence of an effect on mortality, myocardial infarction, or stroke.\nPreviously, beta-blockers such as atenolol were thought to have similar beneficial effects when used as first-line therapy for hypertension. However, a Cochrane review that included 13 trials found that the effects of beta-blockers are inferior to those of other antihypertensive medications in preventing cardiovascular disease.\nThe prescription of antihypertensive medication for children with hypertension has limited evidence. There is limited evidence that compares it with a placebo and shows a modest effect on blood pressure in the short term. Administration of a higher dose did not reduce blood pressure further.\n\nResistant hypertension\nResistant hypertension is defined as high blood pressure that remains above a target level, despite being prescribed three or more antihypertensive drugs simultaneously with different mechanisms of action. Failing to take prescribed medications as directed is an important cause of resistant hypertension. To confirm true resistant hypertension, the drug treatment regimen should consist of optimal or best tolerated doses. Inadequate blood pressure control should be verified by out-of-office measurement methods, such as home blood pressure monitoring or 24-hour ambulatory blood pressure monitoring, to exclude white-coat effect. Adherence to therapy should be confirmed and secondary causes of hypertension excluded. If these factors are not addressed, the terms pseudoresistant or apparent resistant hypertension are proposed.\nSome common secondary causes of resistant hypertension include obstructive sleep apnea, primary aldosteronism and renal artery stenosis, and some rare secondary causes are pheochromocytoma and coarctation of the aorta. As many as one in five people with resistant hypertension have primary aldosteronism, which is a treatable and sometimes curable condition. Resistant hypertension may also result from chronically high activity of the autonomic nervous system, an effect known as neurogenic hypertension. Electrical therapies that stimulate the baroreflex are being studied as an option for lowering blood pressure in people in this situation.\nRefractory hypertension is described by one source as elevated blood pressure unmitigated by five or more concurrent antihypertensive agents of different classes. People with refractory hypertension typically have increased sympathetic nervous system activity, and are at high risk for more severe cardiovascular diseases and all-cause mortality.\n\nEpidemiology\nAdults\nIn 2024, one in three or 33% of the world population were estimated to have hypertension. Of all people with hypertension, almost half (about 44%) do not know that they have hypertension. In 1990, about 650 million people had a diagnosis of hypertension, which increased to 1.4 billion by 2024 mostly due a rise of the number of older adults in low- and middle-income countries.\nHypertension is slightly more frequent in men. In people aged under 50 years, more men than women have hypertension, and in ages above 50 years the prevalence of hypertension is the same in men and women. In ages above 65 years, more women than men have hypertension. Hypertension becomes more common with age. Hypertension is common in high, medium, and low-income countries. It is more common in people of low socioeconomic status. Hypertension is around twice as common in diabetics.\nIn 2019, rates of diagnosed hypertension were highest in Africa (30% for both sexes), and lowest in the Americas (18% for both sexes). Rates also vary markedly within regions with country-level rates as low as 22.8% (men) and 18.4% (women) in Peru and as high as 61.6% (men) and 50.9% (women) in Paraguay.\nIn 1995, it was estimated that 24% of the United States population had hypertension or were taking antihypertensive medication. By 2004 this had increased to 29% and further to 32% (76 million US adults) by 2017. In 2017, with the American guidelines' change in definition for hypertension, 46% of people in the United States are affected. Some data shows African-American adults in the United States have among the highest rates of hypertension in the world at 44%. However, other research argues there has been a \"myopic perspective\" on American data and notes that other groups, particularly Russians and Eastern Europeans, have markedly higher rates of hypertension than Black Americans. Differences in hypertension rates are multifactorial and under study.\n\nChildren\nRates of high blood pressure in children and adolescents have increased in the last 20 years in the United States. Childhood hypertension, particularly in pre-adolescents, is more often secondary to an underlying disorder than in adults. Kidney disease is the most common secondary cause of hypertension in children and adolescents. Nevertheless, primary or essential hypertension accounts for most cases.\n\nPrognosis\nHypertension is the most important preventable risk factor for premature death worldwide. It increases the risk of ischemic heart disease, stroke, peripheral vascular disease, and other cardiovascular diseases, including heart failure, aortic aneurysms, diffuse atherosclerosis, chronic kidney disease, atrial fibrillation, cancers, leukemia and pulmonary embolism. Hypertension is also a risk factor for cognitive impairment and dementia. Other complications include hypertensive retinopathy and hypertensive nephropathy.\n\nHistory\nMeasurement\nModern understanding of the cardiovascular system began with the work of physician William Harvey (1578–1657), who described the circulation of blood in his book \"De motu cordis\". The English clergyman Stephen Hales made the first published measurement of blood pressure in 1733. However, hypertension as a clinical entity came into its own with the invention of the cuff-based sphygmomanometer by Scipione Riva-Rocci in 1896. This allowed easy measurement of systolic pressure in the clinic. In 1905, Nikolai Korotkoff improved the technique by describing the Korotkoff sounds that are heard when the artery is auscultated with a stethoscope while the sphygmomanometer cuff is deflated. This permitted systolic and diastolic pressure to be measured.\n\nIdentification\nSymptoms similar to those of patients with a hypertensive crisis are discussed in medieval Persian medical texts in the chapter of \"fullness disease\". The symptoms include headache, heaviness in the head, sluggish movements, general redness and warm to touch feel of the body, prominent, distended and tense vessels, a fullness of the pulse, distension of the skin, coloured and dense urine, loss of appetite, weak eyesight, impairment of thinking, yawning, drowsiness, vascular rupture, and hemorrhagic stroke. Fullness disease was presumed to be due to an excessive amount of blood within the blood vessels.\nDescriptions of hypertension as a disease came, among others, from Thomas Young in 1808 and especially Richard Bright in 1836. The first report of elevated blood pressure in a person without evidence of kidney disease was made by Frederick Akbar Mahomed (1849–1884).\nUntil the 1990s, systolic hypertension was defined as systolic blood pressure of 160 mmHg or greater. In 1993, the WHO/ISH guidelines defined 140 mmHg as the threshold for hypertension.\n\nTreatment\nHistorically, the treatment for what was called the \"hard pulse disease\" consisted of reducing the quantity of blood by bloodletting or the application of leeches. This was advocated by The Yellow Emperor of China, Cornelius Celsus, Galen, and Hippocrates. The therapeutic approach for the treatment of hard pulse disease included lifestyle changes (staying away from anger and sexual intercourse) and dietary program for patients (avoiding the consumption of wine, meat, and pastries, reducing the volume of food in a meal, maintaining a low-energy diet and the dietary usage of spinach and vinegar).\nIn the 19th and 20th centuries, before effective pharmacological treatment for hypertension became possible, three treatment modalities were used, all with numerous side effects: strict sodium restriction (for example the rice diet), sympathectomy (surgical ablation of parts of the sympathetic nervous system), and pyrogen therapy (injection of substances that caused a fever, indirectly reducing blood pressure).\nThe first chemical for hypertension, sodium thiocyanate, was used in 1900 but had many side effects and was unpopular. Several other agents were developed after the Second World War, the most popular and reasonably effective of which were tetramethylammonium chloride, hexamethonium, hydralazine, and reserpine (derived from the medicinal plant Rauvolfia serpentina). None of these were well tolerated. A major breakthrough was achieved with the discovery of the first well-tolerated orally available agents. The first was chlorothiazide, the first thiazide diuretic and developed from the antibiotic sulfanilamide, which became available in 1958. Subsequently, beta blockers, calcium channel blockers, angiotensin converting enzyme (ACE) inhibitors, angiotensin receptor blockers, and renin inhibitors were developed as antihypertensive agents.\n\nSociety and culture\nAwareness\nThe World Health Organization has identified hypertension (high blood pressure) as the leading cause of cardiovascular mortality. The World Hypertension League (WHL), an umbrella organization of 85 national hypertension societies and leagues, recognized that more than 50% of the hypertensive population worldwide are unaware of their condition. To address this problem, the WHL initiated a global awareness campaign on hypertension in 2005 and dedicated 17 May of each year as World Hypertension Day.\n\nEconomics\nHigh blood pressure is the most common chronic medical problem prompting visits to primary health care providers in the US. The American Heart Association estimated the direct and indirect costs of high blood pressure in 2010 as $76.6 billion. In the US, 80% of people with hypertension are aware of their condition, 71% take some antihypertensive medication, but only 48% of people aware that they have hypertension adequately control it. Adequate management of hypertension can be hampered by inadequacies in the diagnosis, treatment, or control of high blood pressure. Health care providers face many obstacles to achieving blood pressure control, including resistance to taking multiple medications to reach blood pressure goals. People also face the challenges of adhering to medical schedules and making lifestyle changes. Nonetheless, the achievement of blood pressure goals is possible, and most importantly, lowering blood pressure significantly reduces the risk of death due to heart disease and stroke, the development of other debilitating conditions, and the cost associated with advanced medical care. The cost of medications discourages many patients from continuing treatment.\n\nOther animals\nHypertension in cats is indicated by a systolic blood pressure greater than 150 mmHg, with amlodipine the usual first-line treatment. A cat with a systolic blood pressure above 170 mmHg is considered hypertensive. If a cat has other problems, such as kidney disease or retina detachment, then a blood pressure below 160 mmHg may also need to be monitored.\nNormal blood pressure in dogs can differ substantially between breeds, but hypertension is often diagnosed if systolic blood pressure is above 160 mmHg, particularly if this is associated with target organ damage. Inhibitors of the renin-angiotensin system and calcium channel blockers are often used to treat hypertension in dogs, although other drugs may be indicated for specific conditions causing high blood pressure.\n\nSee also\nComparison of international blood pressure guidelines\n\nReferences\n\n\n== Further reading =="}
{"title": "Wound", "text": "A wound () is any disruption of or damage to living tissue, such as skin, mucous membranes, or organs. Wounds can either be the sudden result of direct trauma (mechanical, thermal, chemical), or can develop slowly over time due to underlying disease processes such as diabetes mellitus, venous/arterial insufficiency, or immunologic disease. Wounds can vary greatly in their appearance depending on wound location, injury mechanism, depth of injury, timing of onset (acute vs chronic), and wound sterility, among other factors. Treatment strategies for wounds will vary based on the classification of the wound, therefore it is essential that wounds be thoroughly evaluated by a healthcare professional for proper management. In normal physiology, all wounds will undergo a series of steps collectively known as the wound healing process, which include hemostasis, inflammation, proliferation, and tissue remodeling. Age, tissue oxygenation, stress, underlying medical conditions, and certain medications are just a few of the many factors known to affect the rate of wound healing.\n\nClassification\nWounds can be broadly classified as either acute or chronic based on time from initial injury and progression through normal stages of wound healing. Both wound types can further be categorized by cause of injury, wound severity/depth, and sterility of the wound bed. Several classification systems have been developed to describe wounds and guide their management. Some notable classification systems include the CDC's Surgical Wound Classification, the International Red Cross Wound Classification, the Tscherne classification, the Gustilo-Anderson classification of open fractures, and the AO soft tissue grading system.\n\nAcute wounds\nAn acute wound is any wound which results from direct trauma and progresses through the four stages of wound healing along an expected timeline. The first stage, hemostasis, lasts from minutes to hours after initial injury. This stage is followed by the inflammatory phase which typically lasts 1 to 3 days. Proliferation is the third stage of wound healing and lasts from a few days up to a month. The fourth and final phase of wound healing, remodeling/scar formation, typically lasts 12 months but can continue as long as 2 years after the initial injury. Acute wounds can further be classified as either open or closed. An open wound is any injury whereby the integrity of the skin has been disrupted and the underlying tissue is exposed. A closed wound, on the other hand, is any injury in which underlying tissue has been damaged but the overlying skin is still intact.\n\nOpen wounds\nIncisions or incised wounds – caused by a clean, sharp-edged object such as a knife, razor, or glass splinter.\nLacerations – irregular tear-like wounds caused by some blunt trauma. Lacerations and incisions may appear linear (regular) or stellate (irregular). The term laceration is commonly misused in reference to incisions.\nAbrasions (grazes) – superficial wounds in which the topmost layer of the skin (the epidermis) is scraped off. Abrasions are often caused by a sliding fall onto a rough surface such as asphalt, tree bark or concrete.\nAvulsions – injuries in which a body structure is forcibly detached from its normal point of insertion; a type of amputation where the extremity is pulled off rather than cut off. When used in reference to skin avulsions, the term 'degloving' is also sometimes used as a synonym.\nPuncture wounds – caused by an object puncturing the skin, such as a splinter, nail, knife or sharp tooth.\nPenetration wounds – caused by an object such as a knife entering and coming out from the skin.\nGunshot wounds – caused by a bullet or similar projectile driving into or through the body. There may be two wounds, one at the site of entry and one at the site of exit, generally referred to as a \"through-and-through.\"\nCritical wounds – Including large burns that have been split. These wounds can cause serious hydroelectrolytic and metabolic alterations including fluid loss, electrolyte imbalances, and increased catabolism.\n\nClosed wounds\nHematomas (or blood tumor) – caused by damage to a blood vessel that in turn causes blood to collect under the skin.\nHematomas that originate from internal blood vessel pathology are petechiae, purpura, and ecchymosis. The different classifications are based on size.\nHematomas that originate from an external source of trauma are contusions, also commonly called bruises.\nCrush injury – caused by a great or extreme amount of force applied over a long period of time.\n\nFractures\nFractures can be classified as either open or closed, depending on whether the integrity of the overlying skin has been disrupted or preserved, respectively. Several classification systems have been developed to further characterize soft tissue injuries in the setting of an underlying fracture:\n\nTscherne classification – Used to describe external appearance of wounds in both open and closed fractures.\nGustilo-Anderson classification – Classifies open fractures based on wound size, extent of soft tissue loss, and degree of contamination.\nHannover Fracture scale – Used in open fractures as an extremity salvage assessment.\nAO Classification – adapted from the Tscherne classification, provides separate grading system for skin, muscles/tendons, and neurovascular structures.\n\nChronic wounds\nAny wound which is arrested or delayed during any of the normal stages of wound healing is considered to be a chronic wound. Most commonly, these are wounds which develop due to an underlying disease process such as diabetes mellitus or arterial/venous insufficiency. However, it is important to note that any acute wound has the potential to become a chronic wound if any of the normal stages of wound healing are interrupted. Chronic wounds are most commonly a result of disruption of the inflammatory phase of wound healing, however errors in any phase can result in a chronic wound. The exact duration of time which distinguishes a chronic wound from an acute wound is not clearly defined, although many clinicians agree that wounds which have not progressed for over three months are considered chronic wounds.\n\nCommon causes of chronic wounds\nDiabetes mellitus – Wound healing impairment in the setting of diabetes is multifactorial. Hyperglycemia, neuropathy, microvascular complications, impaired immune and inflammatory responses, and psychological factors have all been implicated in the formation and propagation of diabetic wounds. Feet are the most common location of diabetic wounds, although any type of wound can be negatively impacted by diabetes. It has been estimated that up to 25% of patients with diabetes mellitus will be affected by non-healing wounds in their lifetime.\nVenous/Arterial insufficiency – Impaired blood outflow (venous) or inflow (arterial) can both impair wound healing, thereby causing chronic wounds. Much like diabetes, venous/arterial insufficiency most commonly result in chronic wounds of the lower extremities. In chronic venous insufficiency, blood pooling impedes oxygen exchange and creates a chronic pro-inflammatory environment which both promote formation of venous ulcers. Peripheral artery disease, on the other hand, causes wounds due to poor blood inflow and typically affects the most distal extremities (fingers, toes).\nImmunologic disease – The immune system plays a critical role in the inflammatory process; therefore, any disease of the immune system has the potential to impair the inflammatory phase of wound healing, thereby leading to a chronic wound. Patients suffering from diseases such as rheumatoid arthritis and lupus have been found to have larger wounds and prolonged time to heal when compared to the general population.\nPressure ulcer – Also known as decubitus ulcers or bedsores, this type of wound is a result of chronic pressure to the skin over a prolonged period. While most individuals have intact sensation and motor function which allow for frequent positional change to prevent the formation of such ulcers, older individuals are particularly susceptible to this type of chronic injury due to impaired neurosensory responses. Pressure ulcers can occur in as little as two hours of immobility in a bedridden patient or person who is otherwise unconscious/sedated (surgery, syncope, etc.). In the United States, pressure ulcers are graded using the National Pressure Injury Advisory Panel (NPIAP) system. In this system, ulcers are graded on wound depth with stage 1 being the least severe (erythema, intact skin) and stage 4 being full thickness damage through subcutaneous tissue down to muscle, tendon, or bone. Any ulcer that cannot be assessed due to overlying eschar is considered unstageable.\n\nWound sterility\nWound sterility, or degree of contamination of a wound, is a critical consideration when evaluating a wound. In the United States, the CDC's Surgical Wound Classification System is most commonly used for classification of a wound's sterility, specifically within a surgical setting. According to this classification system, four different classes of wound exist, each with their own postoperative risk of surgical site infection:\n\nClass 1 – clean wound: a wound that is not infected and without signs of inflammation. This type of wound is typically closed. By definition, this type of wound excludes any wounds of the respiratory, genital, alimentary, or urinary tract.\nClass 2 – clean-contaminated wound: a wound with a low level of contamination. May involve entry into the respiratory, genital, alimentary, or urinary tract.\nClass 3 – contaminated wound: an open, accidental wound resulting from trauma outside of a sterile setting is automatically considered a contaminated wound. Additionally, any surgical wound where there is a major break in sterile technique or obvious contamination from the gastrointestinal tract is considered a contaminated wound.\nClass 4 – dirty/infected: a wound with evidence of an existing clinical infection. Class 4 wounds are usually found in old traumatic wounds which were not adequately treated and will show evidence of devitalized tissue or gross purulence.\n\nPresentation\nWorkup\nPhysical examination\nWound presentation will vary greatly based on a number of factors, each of which is important to consider in order to establish a proper diagnosis and treatment plan. In addition to collecting a thorough history, the following factors should be considered when evaluating any wound:\n\nSize of wound: Should be accurately measured at time of initial presentation and regularly remeasured until wound resolution.\nWound location: Very useful consideration in many chronic wounds, such as diabetic foot ulcers, pressure ulcers, and venous ulcers. Acute wounds will be located in areas consistent with the mechanism of injury (e.g. diagonal chest wall bruising from seatbelt following car accident).\nWound bed: A healthy wound bed will appear pink due to healthy granulation tissue. Presence of a dark red wound bed which bleeds easily on contact or excess granulation tissue (i.e. hypergranulation tissue) may indicate the presence of an infection or non-healing wound.\nWound depth: The depth of a wound is often not apparent on visual inspection alone. Proper evaluation of wound depth includes use of a probe to measure wound depth and evaluate for undermining of wound edges or sinus/fistula formation.\nNecrotic tissue, slough, eschar: Wounds may be covered with a layer of dead tissue which may appear cream/yellow in color (slough) or as a black, hardened tissue (eschar). Removing this tissue is critical for properly evaluating both the depth of a wound and quality of the wound bed, and promotes wound healing.\nWound edges: May provide clues to cause of specific wounds, such as gently sloping edges of venous ulcers or rolled edges of certain tumors.\nSurrounding skin: Appearance of the surrounding skin can provide clues to underlying disease processes, such as redness/erythema due to cellulitis, maceration due to uncontrolled wound exudate, or eczematous changes due to a chronic irritation (e.g. allergic reaction to wound dressing).\nInfection: Classic signs of infection are redness, warmth, swelling, odor, and pain out of proportion to wound appearance.\nPain: Pain can be nociceptive, neuropathic, or inflammatory, each of which can provide clues to the cause of a wound. Proper pain control is an important consideration in wound management, particularly in burn care where analgesia is often necessary prior to dressing changes.\nA thorough wound evaluation, particularly evaluation of wound depth and removal of necrotic tissue, should be performed only by a licensed healthcare professional in order to avoid damage to nearby structures, infection, or worsening pain.\n\nDiagnostics\nAdditional diagnostic tests may be needed during wound evaluation based on the cause, appearance, and age of a wound.\n\nWound culture: If there is concern for infection, a wound can be more carefully evaluated for presence of bacteria via surface swabs, deep tissue biopsy, or needle biopsy. Surface swabs are most commonly used due to low cost, ease of use, and minimal pain to patient. Although swab cultures have been shown to reliably identify the organisms causing an infection, swabs are only able to identify bacteria on the surface of a wound and can occasionally be contaminated by normal skin flora. Deep tissue biopsy is considered the gold standard for diagnosing wound infections due to being both more accurate and precise than swabs. However, it is more invasive, more painful, and less cost effective than swabs and therefore is not the first choice for collecting wound cultures. Needle aspiration can only be implemented in wounds with underlying abscesses or fluid collections.\nImaging: X-ray is useful to assess for an underlying fracture which may not be apparent on physical examination alone. Ultrasound, computed tomography (CT), and magnetic resonance imaging (MRI) can all be used to assess for identifying fluid collections, necrotic tissue, or inflammation. Ultrasound is portable, low cost, quickly implemented, and does not expose patients to radiation, but is limited in diagnostic capabilities. CT is another quickly implemented option which generally provides more diagnostic information compared to ultrasound, however it is less cost-effective and exposes patients to radiation. MRI offers the greatest image resolution and can provide diagnostic information on presence of soft tissue infection or bone infection. Like ultrasound, MRI does not expose patients to radiation, however it is the slowest and most difficult to implement of the all of these imaging methods.\nLaboratory studies: Serum prealbumin levels may be useful in evaluating nutrition status in patients with chronic wounds or at risk for developing chronic wounds. Elevated erythrocyte sedimentation rate (ESR) and C-reactive protein (CRP) can confirm presence of an infection but alone are not diagnostic. Routine bloodwork such as a basic metabolic panel (BMP) or complete blood count (CBC) are not typically required but may be useful in select circumstances.\nAnkle-brachial index/toe-brachial index (ABI/TBI): These tests can be used to assess blood supply to the lower extremities and their results may affect management of lower extremity wounds such as venous/arterial ulcers, diabetic foot ulcers, or pressure ulcers.\n\nManagement\nThe goal of wound care is to promote an environment that allows a wound to heal as quickly as possible, with emphasis on restoring both form and function of the wounded area. Although optimal treatment strategies vary greatly depending on the specific cause, size, and age of a particular wound, there are universal principles of wound management that apply to all wounds. After a thorough evaluation is performed, all wounds should be properly irrigated and debrided. Proper cleansing of a wound is critical to prevent infection and promote re-epithelialization. Further efforts should be made to eliminate/limit any contributing factors to the wound (e.g. diabetes, pressure, etc.) and optimize the wound's healing ability (i.e. optimize nutritional status). The end goal of wound management is closure of the wound which can be achieved by primary closure, delayed primary closure, or healing by secondary intention, each of which is discussed below. Pain control is a mainstay of wound management, as wound evaluation, wound cleansing, and dressing changes can be a painful process.\n\nIrrigation\nProper cleansing of a wound is critical in preventing infection and promoting healing of any wound. Irrigation is defined as constant flow of a solution over the surface of a wound. The goal of irrigation is not only to remove debris and potential contaminants from a wound, but also to assist in visual inspection of a wound and hydrate the wound. Irrigation is typically achieved with either a bulb or syringe and needle/catheter. The preferred solution for irrigation is normal saline which is readily accessible in the emergency department, although recent studies have shown no difference in emergency department infection rates when comparing normal saline to potable tap water. Irrigation can also be achieved with a diluted 1% povidone iodine solution, but studies have again shown no difference in infection rates when compared to normal saline. Irrigation with antiseptic solutions, such as non-diluted povidone iodine, chlorhexidine, and hydrogen peroxide is not preferred since these solutions are toxic to tissue and inhibit wound healing. The exact volume of irrigation used will vary depending on the appearance of the wound, although some sources have reported 50–100 mL of irrigation per 1 cm of wound length as a guideline.\n\nDebridement\nDebridement is defined as removal of devitalized or dead tissue, particularly necrotic tissue, eschar, or slough. Debridement is a critical aspect of wound care because devitalized tissue, particularly necrotic tissue, serves as nutrients for bacteria thereby promoting infection. Additionally, devitalized tissue creates a physical barrier over a wound which limits the effectiveness of any applied topical compounds and prevents re-epithelialization. Lastly, devitalized tissue, especially eschar, prevents accurate assessment of underlying tissue, making appropriate assessment of a wound impossible without adequate debridement. Debridement can be achieved in several ways:\n\nAutolytic debridement: The most conservative type of debridement whereby the body's own natural defenses break down necrotic tissue via phagocytes and proteolytic enzymes. This method requires a moist environment and intact immune system.\nMechanical debridement: Achieved through use of mechanical force to remove devitalized tissue (e.g. wet-to-dry dressing, pressurized wound irrigation, pulse-lavage); however, this process will remove both healthy and non-healthy tissue and is therefore considered a non-selective debridement method.\nEnzymatic debridement: A process of debridement in which enzymes such as proteinases or collagenases are applied topically to digest devitalized tissue. Depending on the agent, this process can be either selective or non-selective. Examples include trypsin, streptokinase-streptodornase combination, subtilisin, papain, and collagenase.\nSurgical debridement: Also known as sharp debridement, this is a process in which devitalized tissue is removed through use of surgical instruments such as scalpels, curettes, or surgical scissors. Surgical debridement can be done in a hospital bed, in an outpatient clinic, or in an operating room depending on the particular wound, risk of bleeding, and anesthesia requirements.  \nBiological debridement: Also known as larval therapy, biological debridement is done through controlled application of sterile larvae (Lucilia sericata) to the wound bed. These larvae release proteolytic enzymes which dissolve necrotic tissue before then ingesting the now debrided tissue. Biologic debridement has the added benefit of being bactericidal since larvae will ingest bacteria as well as devitalized tissue. Despite the safety and effectiveness of this method, its applications are often limited due to patient's negative feelings towards larvae which are commonly associated with poor hygiene and perishable food.\n\nClosure\nThe end goal of wound care is to re-establish the integrity of the skin, a structure which serves as a barrier to the external environment. The preferred method of closure is to reattach/reapproximate the wound edges together, a process known as primary closure/healing by primary intention. Wounds that have not been closed within several hours of the initial injury or wounds that are concerning for infection will often be left open and treated with dressings for several days before being closed 3–5 days later, a process known as delayed primary closure. The exact duration of time from initial injury in which delayed primary closure is preferred over primary closure is not clearly defined. Wounds that cannot be closed primarily due to substantial tissue loss can be healed by secondary intention, a process in which the wound is allowed to fill-in over time through natural physiologic processes. When healing by secondary intention, granulation tissue grows in from the wound edges slowly over time to restore integrity of the skin. Healing by secondary intention can take up to months, requires daily wound care, and leaves an unfavorable scar, thus primary closure is always preferred when possible. As an alternative, wounds that cannot be closed primarily can be addressed with skin grafting or flap reconstruction, typically done by a plastic surgeon. There are several methods that can be implemented to achieve primary closure of a wound, including suture, staples, skin adhesive, and surgical strips. Suture is the most frequently used for closure. There are many types of suture, but broadly they can be categorized as absorbable vs non-absorbable and synthetic vs natural. Absorbable sutures have the added benefit of not requiring removal and are often preferred in children for this reason. Staples are less time-consuming and more cost effective than suture but have a risk of worse scarring if left in place for too long. Adhesive glue and sutures have comparable cosmetic outcomes for minor lacerations <5 cm in adults and children. The use of adhesive glue involves considerably less time for the doctor and less pain for the person. The wound opens at a slightly higher rate but there is less redness. The risk for infections (1.1%) is the same for both. Adhesive glue should not be used in areas of high tension or repetitive movements, such as joints or the posterior trunk.\n\nDressings\nAfter a wound is irrigated, debrided, and, if possible, closed, it should be dressed appropriately. The goals of a wound dressing are to act as a barrier to the outside environment, facilitate wound healing, promote hemostasis, and act as a form of mechanical debridement during dressing changes. The ideal wound dressing maintains a moist environment to optimize wound healing but is also capable of absorbing excess fluid as to avoid skin maceration or bacterial growth. Several wound dressing options are available, each tailored to different kinds of wounds:\n\nGauze: Composed of woven or non-woven cotton, rayon, and polyester, gauze is highly absorbent, but removal can be uncomfortable.\nFilms: Films are made of translucent polyurethane which is adherent to skin and semi-occlusive, allowing them to retain within the dressing but also allow for exchange of gases such as oxygen and carbon dioxide. The translucent nature of this dressing makes monitoring wounds simple.\nHydrocolloids: Consist of an outer, water-impermeable layer and an inner layer made of colloid. When the inner colloid layer comes in contact with liquid, it becomes a gel allowing the dressing to maintain a moist environment while simultaneously absorbing exudate. Hydrocolloids cause minimal pain on removal but are at increased risk of skin maceration and bacterial growth.\nHydrogels: An insoluble, hydrophilic material with soothing properties which is useful in treating burn wounds, dry chronic wounds, and pressure ulcers. Like hydrocolloids, hydrogels are capable of retaining excess moisture leading to skin maceration and bacterial growth.\nFoams: A flexible material with a hydrophobic outer layer that shields liquid from the outside environment, while having a highly absorptive inner layer which is ideal for highly exuding wounds. Foams should not be used in dryer wounds that require exudate to stay moist.\nAlginates: Derived from seaweed, alginates can absorb up to 15–20 times their weight in liquid and are ideal for highly exudative wounds. Like hydrocolloids, alginates form a gel when they come in contact with fluid, making removal relatively painless.\nHydrofibers: A derivative of hydrocolloid dressings, hydrofibers are able to absorb up to 25 times their weight in fluid, making them the most absorbent dressing. They are much like alginate dressings in their absorptive capacity and tendency to form a gel upon contact with liquid.\nMedicated dressings: Many dressings come impregnated with medication, typically antimicrobial agents or debriding chemicals. Silver, iodine, growth hormones, enzymes, and antibacterial agents are most common.\nNegative-pressure wound therapy (NPWT): A unique type of dressing which consists of a foam dressing surrounded with an airtight film and then connected to power-assisted vacuum suction, creating a negative pressure environment over the wound. This negative pressure environment is thought to promote formation of granulation tissue and decrease inflammatory fluid. NPWT has the added benefit of requiring less frequent dressing changes, a process that is often painful for patients. Since its implementation, NPWT has been implemented broadly for chronic non-healing wounds but can also be applied to acute wounds that cannot be closed primarily due to swelling or concern for infection. This type of dressing is typically applied in the operating room but can be done at bedside with appropriate analgesia.\n\nMaintenance and surveillance\nIdeally, wound dressings should be changed daily to promote a clean environment and allow for daily evaluation of wound progression. Highly exudative wounds and infected wounds should be monitored closely and may require more frequent dressing changes. Negative pressure wound dressings can be changed less frequently, every 2–3 days. Wound progression over time can be monitored with transparent sheet tracings or photographs, each of which produce reliable measurements of wound surface area.\n\nAlternative medicine\nThere is moderate evidence that honey is more effective than antiseptic followed by gauze for healing wounds infected after surgical operations. There is a lack of quality evidence relating to the use of honey on other types of wounds, such as minor acute wounds, mixed acute and chronic wounds, pressure ulcers, Fournier's gangrene, venous leg ulcers, diabetic foot ulcers and Leishmaniasis.\nTherapeutic touch has been implicated as a complementary therapy in wound healing; however, there is no high quality research supporting its use as an evidence based clinical intervention. More than 400 species of plants are identified as potentially useful for wound healing. Only three randomized controlled trials, however, have been done for the treatment of burns.\n\nHistory\nFrom the Classical Period to the Medieval Period, the body and the soul were believed to be intimately connected, based on several theories put forth by the philosopher Plato. Wounds on the body were believed to correlate with wounds to the soul and vice versa; wounds were seen as an outward sign of an inward illness. Thus, a man who was wounded physically in a serious way was said to be hindered not only physically but spiritually as well. If the soul was wounded, that wound may also eventually become physically manifest, revealing the true state of the soul. Wounds were also seen as writing on the \"tablet\" of the body. Wounds acquired in war, for example, told the story of a soldier in a form which all could see and understand, and the wounds of a martyr told the story of their faith.\n\nResearch\nIn humans and mice it has been shown that estrogen might positively affect the speed and quality of wound healing.\n\nSee also\nEuropean Wound Management Association\nInternational Red Cross Wound Classification System\nWound bed preparation\n\nReferences\nExternal links\n\nUS based wound healing society\nAssociation for the Advancement of Wound Care AAWC\nEuropean Wound Management Association – EWMA works to promote the advancement of education and research."}
{"title": "Influenza", "text": "Influenza, commonly known as the flu, is an infectious disease caused by influenza viruses. Symptoms range from mild to severe and often include fever, runny nose, sore throat, muscle pain, headache, coughing, and fatigue. These symptoms begin one to four (typically two) days after exposure to the virus and last for about two to eight days. Diarrhea and vomiting can occur, particularly in children. Influenza may progress to pneumonia from the virus or a subsequent bacterial infection. Other complications include acute respiratory distress syndrome, meningitis, encephalitis, and worsening of pre-existing health problems such as asthma and cardiovascular disease.\nThere are four types of influenza virus: types A, B, C, and D. Aquatic birds are the primary source of influenza A virus (IAV), which is also widespread in various mammals, including humans and pigs. Influenza B virus (IBV) and influenza C virus (ICV) primarily infect humans, and influenza D virus (IDV) is found in cattle and pigs. Influenza A virus and influenza B virus circulate in humans and cause seasonal epidemics, and influenza C virus causes a mild infection, primarily in children. Influenza D virus can infect humans but is not known to cause illness. In humans, influenza viruses are primarily transmitted through respiratory droplets from coughing and sneezing. Transmission through aerosols and surfaces contaminated by the virus also occur.\nFrequent hand washing and covering one's mouth and nose when coughing and sneezing reduce transmission, as does wearing a mask. Annual vaccination can help to provide protection against influenza. Influenza viruses, particularly influenza A virus, evolve quickly, so flu vaccines are updated regularly to match which influenza strains are in circulation. Vaccines provide protection against influenza A virus subtypes H1N1 and H3N2 and one or two influenza B virus subtypes. Influenza infection is diagnosed with laboratory methods such as antibody or antigen tests and a polymerase chain reaction (PCR) to identify viral nucleic acid. The disease can be treated with supportive measures and, in severe cases, with antiviral drugs such as oseltamivir. In healthy individuals, influenza is typically self-limiting and rarely fatal, but it can be deadly in high-risk groups.\nIn a typical year, five to 15 percent of the population contracts influenza. There are 3 to 5 million severe cases annually, with up to 650,000 respiratory-related deaths globally each year. Deaths most commonly occur in high-risk groups, including young children, the elderly, and people with chronic health conditions. In temperate regions, the number of influenza cases peaks during winter, whereas in the tropics, influenza can occur year-round. Since the late 1800s, pandemic outbreaks of novel influenza strains have occurred every 10 to 50 years. Five flu pandemics have occurred since 1900: the Spanish flu from 1918 to 1920, which was the most severe; the Asian flu in 1957; the Hong Kong flu in 1968; the Russian flu in 1977; and the swine flu pandemic in 2009.\n\nSigns and symptoms\nThe symptoms of influenza are similar to those of a cold, although usually more severe and less likely to include a runny nose. The time between exposure to the virus and development of symptoms (the incubation period) is one to four days, most commonly one to two days. Many infections are asymptomatic. The onset of symptoms is sudden, and initial symptoms are predominately non-specific, including fever, chills, headaches, muscle pain, malaise, loss of appetite, lack of energy, and confusion. These are usually accompanied by respiratory symptoms such as a dry cough, sore or dry throat, hoarse voice, and a stuffy or runny nose. Coughing is the most common symptom. Gastrointestinal symptoms may also occur, including nausea, vomiting, diarrhea, and gastroenteritis, especially in children. The standard influenza symptoms typically last for two to eight days. Some studies suggest influenza can cause long-lasting symptoms in a similar way to long COVID.\nSymptomatic infections are usually mild and limited to the upper respiratory tract, but progression to pneumonia is relatively common. Pneumonia may be caused by the primary viral infection or a secondary bacterial infection. Primary pneumonia is characterized by rapid progression of fever, cough, labored breathing, and low oxygen levels that cause bluish skin. It is especially common among those who have an underlying cardiovascular disease such as rheumatic heart disease. Secondary pneumonia typically has a period of improvement in symptoms for one to three weeks followed by recurrent fever, sputum production, and fluid buildup in the lungs, but can also occur just a few days after influenza symptoms appear. About a third of primary pneumonia cases are followed by secondary pneumonia, which is most frequently caused by the bacteria Streptococcus pneumoniae and Staphylococcus aureus.\n\nVirology\nTypes of virus\nInfluenza viruses comprise four species, each the sole member of its own genus. The four influenza genera comprise four of the seven genera in the family Orthomyxoviridae. They are:\n\nInfluenza A virus, genus Alphainfluenzavirus\nInfluenza B virus, genus Betainfluenzavirus\nInfluenza C virus, genus Gammainfluenzavirus\nInfluenza D virus, genus Deltainfluenzavirus\nInfluenza A virus is responsible for most cases of severe illness as well as seasonal epidemics and occasional pandemics. It infects people of all ages but tends to cause severe illness disproportionately  in the elderly, the very young, and those with chronic health issues. Birds are the primary reservoir of influenza A virus, especially aquatic birds such as ducks, geese, shorebirds, and gulls, but the virus also circulates among mammals, including pigs, horses, and marine mammals.\nSubtypes of Influenza A are defined by the combination of the antigenic viral proteins haemagglutinin (H) and neuraminidase (N) in the viral envelope; for example, \"H1N1\" designates an IAV subtype that has a type-1 hemagglutinin (H) protein and a type-1 neuraminidase (N) protein. Almost all possible combinations of H (1 through 16) and N (1 through 11) have been isolated from wild birds. In addition H17, H18, N10 and N11 have been found in bats. The influenza A virus subtypes in circulation among humans are H1N1 and H3N2.\nInfluenza B virus mainly infects humans but has been identified in seals, horses, dogs, and pigs. Influenza B virus does not have subtypes like influenza A virus but has two antigenically distinct lineages, termed the B/Victoria/2/1987-like and B/Yamagata/16/1988-like lineages, or simply (B/)Victoria(-like) and (B/)Yamagata(-like). Both lineages are in circulation in humans, disproportionately affecting children. However, the B/Yamagata lineage might have become extinct in 2020/2021 due to COVID-19 pandemic measures. Influenza B viruses contribute to seasonal epidemics alongside influenza A viruses but have never been associated with a pandemic.\nInfluenza C virus, like influenza B virus, is primarily found in humans, though it has been detected in pigs, feral dogs, dromedary camels, cattle, and dogs. Influenza C virus infection primarily affects children and is usually asymptomatic or has mild cold-like symptoms, though more severe symptoms such as gastroenteritis and pneumonia can occur. Unlike influenza A virus and influenza B virus, influenza C virus has not been a major focus of research pertaining to antiviral drugs, vaccines, and other measures against influenza. Influenza C virus is subclassified into six genetic/antigenic lineages.\nInfluenza D virus has been isolated from pigs and cattle, the latter being the natural reservoir. Infection has also been observed in humans, horses, dromedary camels, and small ruminants such as goats and sheep. Influenza D virus is distantly related to influenza C virus. While cattle workers have occasionally tested positive to prior influenza D virus infection, it is not known to cause disease in humans. Influenza C virus and influenza D virus experience a slower rate of antigenic evolution than influenza A virus and influenza B virus. Because of this antigenic stability, relatively few novel lineages emerge.\n\nInfluenza virus nomenclature\nEvery year, millions of influenza virus samples are analysed to monitor changes in the virus' antigenic properties, and to inform the development of vaccines.\nTo unambiguously describe a specific isolate of virus, researchers use the internationally accepted influenza virus nomenclature, which describes, among other things, the species of animal from which the virus was isolated, and the place and year of collection. As an example – \"A/chicken/Nakorn-Patom/Thailand/CU-K2/04(H5N1)\":\n\n\"A\" stands for the genus of influenza (A, B, C or D).\n\"chicken\" is the animal species the isolate was found in (note: human isolates lack this component term and are thus identified as human isolates by default)\n\"Nakorn-Patom/Thailand\" is the place this specific virus was isolated\n\"CU-K2\" is the laboratory reference number that identifies it from other influenza viruses isolated at the same place and year\n\"04\" represents the year of isolation 2004\n\"H5\" stands for the fifth of several known types of the protein hemagglutinin.\n\"N1\" stands for the first of several known types of the protein neuraminidase.\nThe nomenclature for influenza B, C and D, which are less variable, is simpler. Examples are B/Santiago/29615/2020 and C/Minnesota/10/2015.\n\nGenome and structure\nInfluenza viruses have a negative-sense, single-stranded RNA genome that is segmented. The negative sense of the genome means it can be used as a template to synthesize messenger RNA (mRNA). Influenza A virus and influenza B virus have eight genome segments that encode 10 major proteins. Influenza C virus and influenza D virus have seven genome segments that encode nine major proteins.\nThree segments encode three subunits of an RNA-dependent RNA polymerase (RdRp) complex: PB1, a transcriptase, PB2, which recognizes 5' caps, and PA (P3 for influenza C virus and influenza D virus), an endonuclease. The M1 matrix protein and M2 proton channel share a segment, as do the non-structural protein (NS1) and the nuclear export protein (NEP). For influenza A virus and influenza B virus, hemagglutinin (HA) and neuraminidase (NA) are encoded on one segment each, whereas influenza C virus and influenza D virus encode a hemagglutinin-esterase fusion (HEF) protein on one segment that merges the functions of HA and NA. The final genome segment encodes the viral nucleoprotein (NP). Influenza viruses also encode various accessory proteins, such as PB1-F2 and PA-X, that are expressed through alternative open reading frames and which are important in host defense suppression, virulence, and pathogenicity.\nThe virus particle, called a virion, is pleomorphic and varies between being filamentous, bacilliform, or spherical in shape. Clinical isolates tend to be pleomorphic, whereas strains adapted to laboratory growth typically produce spherical virions. Filamentous virions are about 250 nanometers (nm) by 80 nm, bacilliform 120–250 by 95 nm, and spherical 120 nm in diameter.\nThe core of the virion comprises one copy of each segment of the genome bound to NP nucleoproteins in separate ribonucleoprotein (RNP) complexes for each segment. There is a copy of the RdRp, all subunits included, bound to each RNP. The genetic material is encapsulated by a layer of M1 matrix protein which provides structural reinforcement to the outer layer, the viral envelope. The envelope comprises a lipid bilayer membrane incorporating HA and NA (or HEF) proteins extending outward from its exterior surface. HA and HEF proteins have a distinct \"head\" and \"stalk\" structure. M2 proteins form proton channels through the viral envelope that are required for viral entry and exit. Influenza B viruses contain a surface protein named NB that is anchored in the envelope, but its function is unknown.\n\nLife cycle\nThe viral life cycle begins by binding to a target cell. Binding is mediated by the viral HA proteins on the surface of the envelope, which bind to cells that contain sialic acid receptors on the surface of the cell membrane. For N1 subtypes with the \"G147R\" mutation and N2 subtypes, the NA protein can initiate entry. Prior to binding, NA proteins promote access to target cells by degrading mucus, which helps to remove extracellular decoy receptors that would impede access to target cells. After binding, the virus is internalized into the cell by an endosome that contains the virion inside it. The endosome is acidified by cellular vATPase to have lower pH, which triggers a conformational change in HA that allows fusion of the viral envelope with the endosomal membrane. At the same time, hydrogen ions diffuse into the virion through M2 ion channels, disrupting internal protein-protein interactions to release RNPs into the host cell's cytosol. The M1 protein shell surrounding RNPs is degraded, fully uncoating RNPs in the cytosol.\nRNPs are then imported into the nucleus with the help of viral localization signals. There, the viral RNA polymerase transcribes mRNA using the genomic negative-sense strand as a template. The polymerase snatches 5' caps for viral mRNA from cellular RNA to prime mRNA synthesis and the 3'-end of mRNA is polyadenylated at the end of transcription. Once viral mRNA is transcribed, it is exported out of the nucleus and translated by host ribosomes in a cap-dependent manner to synthesize viral proteins. RdRp also synthesizes complementary positive-sense strands of the viral genome in a complementary RNP complex which are then used as templates by viral polymerases to synthesize copies of the negative-sense genome. During these processes, RdRps of avian influenza viruses (AIVs) function optimally at a higher temperature than mammalian influenza viruses.\nNewly synthesized viral polymerase subunits and NP proteins are imported to the nucleus to further increase the rate of viral replication and form RNPs. HA, NA, and M2 proteins are trafficked with the aid of M1 and NEP proteins to the cell membrane through the Golgi apparatus and inserted into the cell's membrane. Viral non-structural proteins including NS1, PB1-F2, and PA-X regulate host cellular processes to disable antiviral responses. PB1-F2 also interacts with PB1 to keep polymerases in the nucleus longer. M1 and NEP proteins localize to the nucleus during the later stages of infection, bind to viral RNPs and mediate their export to the cytoplasm where they migrate to the cell membrane with the aid of recycled endosomes and are bundled into the segments of the genome.\nProgeny viruses leave the cell by budding from the cell membrane, which is initiated by the accumulation of M1 proteins at the cytoplasmic side of the membrane. The viral genome is incorporated inside a viral envelope derived from portions of the cell membrane that have HA, NA, and M2 proteins. At the end of budding, HA proteins remain attached to cellular sialic acid until they are cleaved by the sialidase activity of NA proteins. The virion is then released from the cell. The sialidase activity of NA also cleaves any sialic acid residues from the viral surface, which helps prevent newly assembled viruses from aggregating near the cell surface and improving infectivity. Similar to other aspects of influenza replication, optimal NA activity is temperature- and pH-dependent. Ultimately, presence of large quantities of viral RNA in the cell triggers apoptosis (programmed cell death), which is initiated by cellular factors to restrict viral replication.\n\nAntigenic drift and shift\nTwo key processes that influenza viruses evolve through are antigenic drift and antigenic shift. Antigenic drift is when an influenza virus' antigens change due to the gradual accumulation of mutations in the antigen's (HA or NA) gene. This can occur in response to evolutionary pressure exerted by the host immune response. Antigenic drift is especially common for the HA protein, in which just a few amino acid changes in the head region can constitute antigenic drift. The result is the production of novel strains that can evade pre-existing antibody-mediated immunity. Antigenic drift occurs in all influenza species but is slower in B than A and slowest in C and D. Antigenic drift is a major cause of seasonal influenza, and requires that flu vaccines be updated annually. HA is the main component of inactivated vaccines, so surveillance monitors antigenic drift of this antigen among circulating strains. Antigenic evolution of influenza viruses of humans appears to be faster than in swine and equines. In wild birds, within-subtype antigenic variation appears to be limited but has been observed in poultry.\nAntigenic shift is a sudden, drastic change in an influenza virus' antigen, usually HA. During antigenic shift, antigenically different strains that infect the same cell can reassort genome segments with each other, producing hybrid progeny. Since all influenza viruses have segmented genomes, all are capable of reassortment. Antigenic shift only occurs among influenza viruses of the same genus and most commonly occurs among influenza A viruses. In particular, reassortment is very common in AIVs, creating a large diversity of influenza viruses in birds, but is uncommon in human, equine, and canine lineages. Pigs, bats, and quails have receptors for both mammalian and avian influenza A viruses, so they are potential \"mixing vessels\" for reassortment. If an animal strain reassorts with a human strain, then a novel strain can emerge that is capable of human-to-human transmission. This has caused pandemics, but only a limited number, so it is difficult to predict when the next will happen.\nThe Global Influenza Surveillance and Response System of the World Health Organization (GISRS) tests several millions of specimens annually to monitor the spread and evolution of influenza viruses.\n\nMechanism\nTransmission\nPeople who are infected can transmit influenza viruses through breathing, talking, coughing, and sneezing, which spread respiratory droplets and aerosols that contain virus particles into the air. A person susceptible to infection can contract influenza by coming into contact with these particles. Respiratory droplets are relatively large and travel less than two meters before falling onto nearby surfaces. Aerosols are smaller and remain suspended in the air longer, so they take longer to settle and can travel further. Inhalation of aerosols can lead to infection, but most transmission is in the area about two meters around an infected person via respiratory droplets that come into contact with mucosa of the upper respiratory tract. Transmission through contact with a person, bodily fluids, or intermediate objects (fomites) can also occur, since influenza viruses can survive for hours on non-porous surfaces. If one's hands are contaminated, then touching one's face can cause infection.\nInfluenza is usually transmissible from one day before the onset of symptoms to 5–7 days after. In healthy adults, the virus is shed for up to 3–5 days. In children and the immunocompromised, the virus may be transmissible for several weeks. Children ages 2–17 are considered to be the primary and most efficient spreaders of influenza. Children who have not had multiple prior exposures to influenza viruses shed the virus at greater quantities and for a longer duration than other children. People at risk of exposure to influenza include health care workers, social care workers, and those who live with or care for people vulnerable to influenza. In long-term care facilities, the flu can spread rapidly. A variety of factors likely encourage influenza transmission, including lower temperature, lower absolute and relative humidity, less ultraviolet radiation from the sun, and crowding. Influenza viruses that infect the upper respiratory tract like H1N1 tend to be more mild but more transmissible, whereas those that infect the lower respiratory tract like H5N1 tend to cause more severe illness but are less contagious.\n\nPathophysiology\nIn humans, influenza viruses first cause infection by infecting epithelial cells in the respiratory tract. Illness during infection is primarily the result of lung inflammation and compromise caused by epithelial cell infection and death, combined with inflammation caused by the immune system's response to infection. Non-respiratory organs can become involved, but the mechanisms by which influenza is involved in these cases are unknown. Severe respiratory illness can be caused by multiple, non-exclusive mechanisms, including obstruction of the airways, loss of alveolar structure, loss of lung epithelial integrity due to epithelial cell infection and death, and degradation of the extracellular matrix that maintains lung structure. In particular, alveolar cell infection appears to drive severe symptoms since this results in impaired gas exchange and enables viruses to infect endothelial cells, which produce large quantities of pro-inflammatory cytokines.\nPneumonia caused by influenza viruses is characterized by high levels of viral replication in the lower respiratory tract, accompanied by a strong pro-inflammatory response called a cytokine storm. Infection with H5N1 or H7N9 especially produces high levels of pro-inflammatory cytokines. In bacterial infections, early depletion of macrophages during influenza creates a favorable environment in the lungs for bacterial growth since these white blood cells are important in responding to bacterial infection. Host mechanisms to encourage tissue repair may inadvertently allow bacterial infection. Infection also induces production of systemic glucocorticoids that can reduce inflammation to preserve tissue integrity but allow increased bacterial growth.\nThe pathophysiology of influenza is significantly influenced by which receptors influenza viruses bind to during entry into cells. Mammalian influenza viruses preferentially bind to sialic acids connected to the rest of the oligosaccharide by an α-2,6 link, most commonly found in various respiratory cells, such as respiratory and retinal epithelial cells. AIVs prefer sialic acids with an α-2,3 linkage, which are most common in birds in gastrointestinal epithelial cells and in humans in the lower respiratory tract. Cleavage of the HA protein into HA1, the binding subunit, and HA2, the fusion subunit, is performed by different proteases, affecting which cells can be infected. For mammalian influenza viruses and low pathogenic AIVs, cleavage is extracellular, which limits infection to cells that have the appropriate proteases, whereas for highly pathogenic AIVs, cleavage is intracellular and performed by ubiquitous proteases, which allows for infection of a greater variety of cells, thereby contributing to more severe disease.\n\nImmunology\nCells possess sensors to detect viral RNA, which can then induce interferon production. Interferons mediate expression of antiviral proteins and proteins that recruit immune cells to the infection site, and they notify nearby uninfected cells of infection. Some infected cells release pro-inflammatory cytokines that recruit immune cells to the site of infection. Immune cells control viral infection by killing infected cells and phagocytizing viral particles and apoptotic cells. An exacerbated immune response can harm the host organism through a cytokine storm. To counter the immune response, influenza viruses encode various non-structural proteins, including NS1, NEP, PB1-F2, and PA-X, that are involved in curtailing the host immune response by suppressing interferon production and host gene expression.\nB cells, a type of white blood cell, produce antibodies that bind to influenza antigens HA and NA (or HEF) and other proteins to a lesser degree. Once bound to these proteins, antibodies block virions from binding to cellular receptors, neutralizing the virus. In humans, a sizeable antibody response occurs about one week after viral exposure. This antibody response is typically robust and long-lasting, especially for influenza C virus and influenza D virus. People exposed to a certain strain in childhood still possess antibodies to that strain at a reasonable level later in life, which can provide some protection to related strains. There is, however, an \"original antigenic sin\", in which the first HA subtype a person is exposed to influences the antibody-based immune response to future infections and vaccines.\n\nPrevention\nVaccination\nAnnual vaccination is the primary and most effective way to prevent influenza and influenza-associated complications, especially for high-risk groups. Vaccines against the flu are trivalent or quadrivalent, providing protection against an H1N1 strain, an H3N2 strain, and one or two influenza B virus strains corresponding to the two influenza B virus lineages. Two types of vaccines are in use: inactivated vaccines that contain \"killed\" (i.e. inactivated) viruses and live attenuated influenza vaccines (LAIVs) that contain weakened viruses. There are three types of inactivated vaccines: whole virus, split virus, in which the virus is disrupted by a detergent, and subunit, which only contains the viral antigens HA and NA. Most flu vaccines are inactivated and administered via intramuscular injection. LAIVs are sprayed into the nasal cavity.\nVaccination recommendations vary by country. Some recommend vaccination for all people above a certain age, such as 6 months, whereas other countries limit recommendations to high-risk groups. Young infants cannot receive flu vaccines for safety reasons, but they can inherit passive immunity from their mother if vaccinated during pregnancy. Influenza vaccination helps to reduce the probability of reassortment.\n\nIn general, influenza vaccines are only effective if there is an antigenic match between vaccine strains and circulating strains. Most commercially available flu vaccines are manufactured by propagation of influenza viruses in embryonated chicken eggs, taking 6–8 months. Flu seasons are different in the northern and southern hemisphere, so the WHO meets twice a year, once for each hemisphere, to discuss which strains should be included based on observation from HA inhibition assays. Other manufacturing methods include an MDCK cell culture-based inactivated vaccine and a recombinant subunit vaccine manufactured from baculovirus overexpression in insect cells.\n\nAntiviral chemoprophylaxis\nInfluenza can be prevented or reduced in severity by post-exposure prophylaxis with the antiviral drugs oseltamivir, which can be taken orally by those at least three months old, and zanamivir, which can be inhaled by those above seven years. Chemoprophylaxis is most useful for individuals at high risk for complications and those who cannot receive the flu vaccine. Post-exposure chemoprophylaxis is only recommended if oseltamivir is taken within 48 hours of contact with a confirmed or suspected case and zanamivir within 36 hours. It is recommended for people who have yet to receive a vaccine for the current flu season, who have been vaccinated less than two week since contact, if there is a significant mismatch between vaccine and circulating strains, or during an outbreak in a closed setting regardless of vaccination history.\n\nInfection control\nThese are the main ways that influenza spreads\n\nby direct transmission (when an infected person sneezes mucus directly into the eyes, nose or mouth of another person);\nthe airborne route (when someone inhales the aerosols produced by an infected person coughing, sneezing or spitting);\nthrough hand-to-eye, hand-to-nose, or hand-to-mouth transmission, either from contaminated surfaces or from direct personal contact such as a hand-shake.\nWhen vaccines and antiviral medications are limited, non-pharmaceutical interventions are essential to reduce transmission and spread. The lack of controlled studies and rigorous evidence of the effectiveness of some measures has hampered planning decisions and recommendations. Nevertheless, strategies endorsed by experts for all phases of flu outbreaks include hand and respiratory hygiene, self-isolation by symptomatic individuals and the use of face masks by them and their caregivers, surface disinfection, rapid testing and diagnosis, and contact tracing. In some cases, other forms of social distancing including school closures and travel restrictions are recommended.\nReasonably effective ways to reduce the transmission of influenza include good personal health and hygiene habits such as: not touching the eyes, nose or mouth; frequent hand washing (with soap and water, or with alcohol-based hand rubs); covering coughs and sneezes with a tissue or sleeve; avoiding close contact with sick people; and staying home when sick. Avoiding spitting is also recommended. Although face masks might help prevent transmission when caring for the sick, there is mixed evidence on beneficial effects in the community. Smoking raises the risk of contracting influenza, as well as producing more severe disease symptoms.\nSince influenza spreads through both aerosols and contact with contaminated surfaces, surface sanitizing may help prevent some infections. Alcohol is an effective sanitizer against influenza viruses, while quaternary ammonium compounds can be used with alcohol so that the sanitizing effect lasts for longer. In hospitals, quaternary ammonium compounds and bleach are used to sanitize rooms or equipment that have been occupied by people with influenza symptoms. At home, this can be done effectively with a diluted chlorine bleach.\nSince influenza viruses circulate in animals such as birds and pigs, prevention of transmission from these animals is important. Water treatment, indoor raising of animals, quarantining sick animals, vaccination, and biosecurity are the primary measures used. Placing poultry houses and piggeries on high ground away from high-density farms, backyard farms, live poultry markets, and bodies of water helps to minimize contact with wild birds. Closure of live poultry markets appears to the most effective measure and has shown to be effective at controlling the spread of H5N1, H7N9, and H9N2. Other biosecurity measures include cleaning and disinfecting facilities and vehicles, banning visits to poultry farms, not bringing birds intended for slaughter back to farms, changing clothes, disinfecting foot baths, and treating food and water.\nIf live poultry markets are not closed, then \"clean days\" when unsold poultry is removed and facilities are disinfected and \"no carry-over\" policies to eliminate infectious material before new poultry arrive can be used to reduce the spread of influenza viruses. If a novel influenza viruses has breached the aforementioned biosecurity measures, then rapid detection to stamp it out via quarantining, decontamination, and culling may be necessary to prevent the virus from becoming endemic. Vaccines exist for avian H5, H7, and H9 subtypes that are used in some countries. In China, for example, vaccination of domestic birds against H7N9 successfully limited its spread, indicating that vaccination may be an effective strategy if used in combination with other measures to limit transmission. In pigs and horses, management of influenza is dependent on vaccination with biosecurity.\n\nDiagnosis\nDiagnosis based on symptoms is fairly accurate in otherwise healthy people during seasonal epidemics and should be suspected in cases of pneumonia, acute respiratory distress syndrome (ARDS), sepsis, or if encephalitis, myocarditis, or breakdown of muscle tissue occur. Because influenza is similar to other viral respiratory tract illnesses, laboratory diagnosis is necessary for confirmation. Common sample collection methods for testing include nasal and throat swabs. Samples may be taken from the lower respiratory tract if infection has cleared the upper but not lower respiratory tract. Influenza testing is recommended for anyone hospitalized with symptoms resembling influenza during flu season or who is connected to an influenza case. For severe cases, earlier diagnosis improves patient outcome. Diagnostic methods that can identify influenza include viral cultures, antibody- and antigen-detecting tests, and nucleic acid-based tests.\nViruses can be grown in a culture of mammalian cells or embryonated eggs for 3–10 days to monitor cytopathic effect. Final confirmation can then be done via antibody staining, hemadsorption using red blood cells, or immunofluorescence microscopy. Shell vial cultures, which can identify infection via immunostaining before a cytopathic effect appears, are more sensitive than traditional cultures with results in 1–3 days. Cultures can be used to characterize novel viruses, observe sensitivity to antiviral drugs, and monitor antigenic drift, but they are relatively slow and require specialized skills and equipment.\nSerological assays can be used to detect an antibody response to influenza after natural infection or vaccination. Common serological assays include hemagglutination inhibition assays that detect HA-specific antibodies, virus neutralization assays that check whether antibodies have neutralized the virus, and enzyme-linked immunoabsorbant assays. These methods tend to be relatively inexpensive and fast but are less reliable than nucleic-acid based tests.\nDirect fluorescent or immunofluorescent antibody (DFA/IFA) tests involve staining respiratory epithelial cells in samples with fluorescently-labeled influenza-specific antibodies, followed by examination under a fluorescent microscope. They can differentiate between influenza A virus and influenza B virus but can not subtype influenza A virus. Rapid influenza diagnostic tests (RIDTs) are a simple way of obtaining assay results, are low cost, and produce results in less than 30 minutes, so they are commonly used, but they can not distinguish between influenza A virus and influenza B virus or between influenza A virus subtypes and are not as sensitive as nucleic-acid based tests.\nNucleic acid-based tests (NATs) amplify and detect viral nucleic acid. Most of these tests take a few hours, but rapid molecular assays are as fast as RIDTs. Among NATs, reverse transcription polymerase chain reaction (RT-PCR) is the most traditional and considered the gold standard for diagnosing influenza because it is fast and can subtype influenza A virus, but it is relatively expensive and more prone to false-positives than cultures. Other NATs that have been used include loop-mediated isothermal amplification-based assays, simple amplification-based assays, and nucleic acid sequence-based amplification. Nucleic acid sequencing methods can identify infection by obtaining the nucleic acid sequence of viral samples to identify the virus and antiviral drug resistance. The traditional method is Sanger sequencing, but it has been largely replaced by next-generation methods that have greater sequencing speed and throughput.\n\nManagement\nTreatment in cases of mild or moderate illness is supportive and includes anti-fever medications such as acetaminophen and ibuprofen, adequate fluid intake to avoid dehydration, and rest. Cough drops and throat sprays may be beneficial for sore throat. It is recommended to avoid alcohol and tobacco use while ill. Aspirin is not recommended to treat influenza in children due to an elevated risk of developing Reye syndrome. Corticosteroids are not recommended except when treating septic shock or an underlying medical condition, such as chronic obstructive pulmonary disease or asthma exacerbation, since they are associated with increased mortality. If a secondary bacterial infection occurs, then antibiotics may be necessary.\n\nAntivirals\nAntiviral drugs are primarily used to treat severely ill patients, especially those with compromised immune systems. Antivirals are most effective when started in the first 48 hours after symptoms appear. Later administration may still be beneficial for those who have underlying immune defects, those with more severe symptoms, or those who have a higher risk of developing complications if these individuals are still shedding the virus. Antiviral treatment is also recommended if a person is hospitalized with suspected influenza instead of waiting for test results to return and if symptoms are worsening. Most antiviral drugs against influenza fall into two categories: neuraminidase (NA) inhibitors and M2 inhibitors. Baloxavir marboxil is a notable exception, which targets the endonuclease activity of the viral RNA polymerase and can be used as an alternative to NA and M2 inhibitors for influenza A virus and influenza B virus.\nNA inhibitors target the enzymatic activity of NA receptors, mimicking the binding of sialic acid in the active site of NA on influenza A virus and influenza B virus virions so that viral release from infected cells and the rate of viral replication are impaired. NA inhibitors include oseltamivir, which is consumed orally in a prodrug form and converted to its active form in the liver, and zanamivir, which is a powder that is inhaled nasally. Oseltamivir and zanamivir are effective for prophylaxis and post-exposure prophylaxis, and research overall indicates that NA inhibitors are effective at reducing rates of complications, hospitalization, and mortality and the duration of illness. Additionally, the earlier NA inhibitors are provided, the better the outcome, though late administration can still be beneficial in severe cases. Other NA inhibitors include laninamivir and peramivir, the latter of which can be used as an alternative to oseltamivir for people who cannot tolerate or absorb it.\nThe adamantanes amantadine and rimantadine are orally administered drugs that block the influenza virus' M2 ion channel, preventing viral uncoating. These drugs are only functional against influenza A virus but are no longer recommended for use because of widespread resistance to them among influenza A viruses. Adamantane resistance first emerged in H3N2 in 2003, becoming worldwide by 2008. Oseltamivir resistance is no longer widespread because the 2009 pandemic H1N1 strain (H1N1 pdm09), which is resistant to adamantanes, seemingly replaced resistant strains in circulation. Since the 2009 pandemic, oseltamivir resistance has mainly been observed in patients undergoing therapy, especially the immunocompromised and young children. Oseltamivir resistance is usually reported in H1N1, but has been reported in H3N2 and influenza B viruss less commonly. Because of this, oseltamivir is recommended as the first drug of choice for immunocompetent people, whereas for the immunocompromised, oseltamivir is recommended against H3N2 and influenza B virus and zanamivir against H1N1 pdm09. Zanamivir resistance is observed less frequently, and resistance to peramivir and baloxavir marboxil is possible.\n\nPrognosis\nIn healthy individuals, influenza infection is usually self-limiting and rarely fatal. Symptoms usually last for 2–8 days. Influenza can cause people to miss work or school, and it is associated with decreased job performance and, in older adults, reduced independence. Fatigue and malaise may last for several weeks after recovery, and healthy adults may experience pulmonary abnormalities that can take several weeks to resolve. Complications and mortality primarily occur in high-risk populations and those who are hospitalized. Severe disease and mortality are usually attributable to pneumonia from the primary viral infection or a secondary bacterial infection, which can progress to ARDS.\nOther respiratory complications that may occur include sinusitis, bronchitis, bronchiolitis, excess fluid buildup in the lungs, and exacerbation of chronic bronchitis and asthma. Middle ear infection and croup may occur, most commonly in children. Secondary S. aureus infection has been observed, primarily in children, to cause toxic shock syndrome after influenza, with hypotension, fever, and reddening and peeling of the skin. Complications affecting the cardiovascular system are rare and include pericarditis, fulminant myocarditis with a fast, slow, or irregular heartbeat, and exacerbation of pre-existing cardiovascular disease. Inflammation or swelling of muscles accompanied by muscle tissue breaking down occurs rarely, usually in children, which presents as extreme tenderness and muscle pain in the legs and a reluctance to walk for 2–3 days.\nInfluenza can affect pregnancy, including causing smaller neonatal size, increased risk of premature birth, and an increased risk of child death shortly before or after birth. Neurological complications have been associated with influenza on rare occasions, including aseptic meningitis, encephalitis, disseminated encephalomyelitis, transverse myelitis, and Guillain–Barré syndrome. Additionally, febrile seizures and Reye syndrome can occur, most commonly in children. Influenza-associated encephalopathy can occur directly from central nervous system infection from the presence of the virus in blood and presents as sudden onset of fever with convulsions, followed by rapid progression to coma. An atypical form of encephalitis called encephalitis lethargica, characterized by headache, drowsiness, and coma, may rarely occur sometime after infection. In survivors of influenza-associated encephalopathy, neurological defects may occur. Primarily in children, in severe cases the immune system may rarely dramatically overproduce white blood cells that release cytokines, causing severe inflammation.\nPeople who are at least 65 years of age, due to a weakened immune system from aging or a chronic illness, are a high-risk group for developing complications, as are children less than one year of age and children who have not been previously exposed to influenza viruses multiple times. Pregnant women are at an elevated risk, which increases by trimester and lasts up to two weeks after childbirth. Obesity, in particular a body mass index greater than 35–40, is associated with greater amounts of viral replication, increased severity of secondary bacterial infection, and reduced vaccination efficacy. People who have underlying health conditions are also considered at-risk, including those who have congenital or chronic heart problems or lung (e.g. asthma), kidney, liver, blood, neurological, or metabolic (e.g. diabetes) disorders, as are people who are immunocompromised from chemotherapy, asplenia, prolonged steroid treatment, splenic dysfunction, or HIV infection. Tobacco use, including past use, places a person at risk. The role of genetics in influenza is not well researched, but it may be a factor in influenza mortality.\n\nEpidemiology\nInfluenza is typically characterized by seasonal epidemics and sporadic pandemics. Most of the burden of influenza is a result of flu seasons caused by influenza A virus and influenza B virus. Among influenza A virus subtypes, H1N1 and H3N2 circulate in humans and are responsible for seasonal influenza. Cases disproportionately occur in children, but most severe causes are among the elderly, the very young, and the immunocompromised. In a typical year, influenza viruses infect 5–15% of the global population, causing 3–5 million cases of severe illness annually and accounting for 290,000–650,000 deaths each year due to respiratory illness. 5–10% of adults and 20–30% of children contract influenza each year. The reported number of influenza cases is usually much lower than the actual number.\nDuring seasonal epidemics, it is estimated that about 80% of otherwise healthy people who have a cough or sore throat have the flu. Approximately 30–40% of people hospitalized for influenza develop pneumonia, and about 5% of all severe pneumonia cases in hospitals are due to influenza, which is also the most common cause of ARDS in adults. In children, influenza and respiratory syncytial virus are the two most common causes of ARDS. About 3–5% of children each year develop otitis media due to influenza. Adults who develop organ failure from influenza and children who have PIM scores and acute renal failure have higher rates of mortality. During seasonal influenza, mortality is concentrated in the very young and the elderly, whereas during flu pandemics, young adults are often affected at a high rate.\n\nIn temperate regions, the number of influenza cases varies from season to season. Lower vitamin D levels, presumably due to less sunlight, lower humidity, lower temperature, and minor changes in virus proteins caused by antigenic drift contribute to annual epidemics that peak during the winter season. In the northern hemisphere, this is from October to May (more narrowly December to April), and in the southern hemisphere, this is from May to October (more narrowly June to September). There are therefore two distinct influenza seasons every year in temperate regions, one in the northern hemisphere and one in the southern hemisphere. In tropical and subtropical regions, seasonality is more complex and appears to be affected by various climatic factors such as minimum temperature, hours of sunshine, maximum rainfall, and high humidity. Influenza may therefore occur year-round in these regions. Influenza epidemics in modern times have the tendency to start in the eastern or southern hemisphere, with Asia being a key reservoir.\nInfluenza A virus and influenza B virus co-circulate, so have the same patterns of transmission. The seasonality of influenza C virus, however, is poorly understood. Influenza C virus infection is most common in children under the age of two, and by adulthood most people have been exposed to it. Influenza C virus-associated hospitalization most commonly occurs in children under the age of three and is frequently accompanied by co-infection with another virus or a bacterium, which may increase the severity of disease. When considering all hospitalizations for respiratory illness among young children, influenza C virus appears to account for only a small percentage of such cases. Large outbreaks of influenza C virus infection can occur, so incidence varies significantly.\nOutbreaks of influenza caused by novel influenza viruses are common. Depending on the level of pre-existing immunity in the population, novel influenza viruses can spread rapidly and cause pandemics with millions of deaths. These pandemics, in contrast to seasonal influenza, are caused by antigenic shifts involving animal influenza viruses. To date, all known flu pandemics have been caused by influenza A viruses, and they follow the same pattern of spreading from an origin point to the rest of the world over the course of multiple waves in a year. Pandemic strains tend to be associated with higher rates of pneumonia in otherwise healthy individuals. Generally after each influenza pandemic, the pandemic strain continues to circulate as the cause of seasonal influenza, replacing prior strains. From 1700 to 1889, influenza pandemics occurred about once every 50–60 years. Since then, pandemics have occurred about once every 10–50 years, so they may be getting more frequent over time.\n\nHistory\nThe first influenza epidemic may have occurred around 6000 BC in China, and possible descriptions of influenza exist in Greek writings from the 5th century BC. In both 1173–1174 AD and 1387 AD, epidemics occurred across Europe that were named \"influenza\". Whether these epidemics or others were caused by influenza is unclear since there was then no consistent naming pattern for epidemic respiratory diseases, and \"influenza\" did not become clearly associated with respiratory disease until centuries later. Influenza may have been brought to the Americas as early as 1493, when an epidemic disease resembling influenza killed most of the population of the Antilles.\nThe first convincing record of an influenza pandemic was in 1510. It began in East Asia before spreading to North Africa and then Europe. Following the pandemic, seasonal influenza occurred, with subsequent pandemics in 1557 and 1580. The flu pandemic in 1557 was potentially the first time influenza was connected to miscarriage and death of pregnant women. The 1580 influenza pandemic originated in Asia during summer, spread to Africa, then Europe, and finally America. By the end of the 16th century, influenza was beginning to become understood as a specific, recognizable disease with epidemic and endemic forms. In 1648, it was discovered that horses also experience influenza.\nInfluenza data after 1700 is more accurate, so it is easier to identify flu pandemics after this point. The first flu pandemic of the 18th century started in 1729 in Russia in spring, spreading worldwide over the course of three years with distinct waves, the later ones being more lethal. Another flu pandemic occurred in 1781–1782, starting in China in autumn. From this pandemic, influenza became associated with sudden outbreaks of febrile illness. The next flu pandemic was from 1830 to 1833, beginning in China in winter. This pandemic had a high attack rate, but the mortality rate was low.\nA minor influenza pandemic occurred from 1847 to 1851 at the same time as the third cholera pandemic and was the first flu pandemic to occur with vital statistics being recorded, so influenza mortality was clearly recorded for the first time. Fowl plague (now recognised as highly pathogenic avian influenza) was recognized in 1878 and was soon linked to transmission to humans. By the time of the 1889 pandemic, which may have been caused by an H2N2 strain, the flu had become an easily recognizable disease.\nThe microbial agent responsible for influenza was incorrectly identified in 1892 by R. F. J. Pfeiffer as the bacteria species Haemophilus influenzae, which retains \"influenza\" in its name. From 1901 to 1903, Italian and Austrian researchers were able to show that avian influenza, then called \"fowl plague\", was caused by a microscopic agent smaller than bacteria by using filters with pores too small for bacteria to pass through. The fundamental differences between viruses and bacteria, however, were not yet fully understood.\n\nFrom 1918 to 1920, the Spanish flu pandemic became the most devastating influenza pandemic and one of the deadliest pandemics in history. The pandemic, caused by an H1N1 strain of influenza A, likely began in the United States before spreading worldwide via soldiers during and after the First World War. The initial wave in the first half of 1918 was relatively minor and resembled past flu pandemics, but the second wave later that year had a much higher mortality rate. A third wave with lower mortality occurred in many places a few months after the second. By the end of 1920, it is estimated that about a third to half of all people in the world had been infected, with tens of millions of deaths, disproportionately young adults. During the 1918 pandemic, the respiratory route of transmission was clearly identified and influenza was shown to be caused by a \"filter passer\", not a bacterium, but there remained a lack of agreement about influenza's cause for another decade and research on influenza declined. After the pandemic, H1N1 circulated in humans in seasonal form until the next pandemic.\nIn 1931, Richard Shope published three papers identifying a virus as the cause of swine influenza, a then newly recognized disease among pigs that was characterized during the second wave of the 1918 pandemic. Shope's research reinvigorated research on human influenza, and many advances in virology, serology, immunology, experimental animal models, vaccinology, and immunotherapy have since arisen from influenza research. Just two years after influenza viruses were discovered, in 1933, influenza A virus was identified as the agent responsible for human influenza. Subtypes of influenza A virus were discovered throughout the 1930s, and influenza B virus was discovered in 1940.\nDuring the Second World War, the US government worked on developing inactivated vaccines for influenza, resulting in the first influenza vaccine being licensed in 1945 in the United States. Influenza C virus was discovered two years later in 1947. In 1955, avian influenza was confirmed to be caused by influenza A virus. Four influenza pandemics have occurred since WWII. The first of these was the Asian flu from 1957 to 1958, caused by an H2N2 strain and beginning in China's Yunnan province. The number of deaths probably exceeded one million, mostly among the very young and very old. This was the first flu pandemic to occur in the presence of a global surveillance system and laboratories able to study the novel influenza virus. After the pandemic, H2N2 was the influenza A virus subtype responsible for seasonal influenza. The first antiviral drug against influenza, amantadine, was approved in 1966, with additional antiviral drugs being used since the 1990s.\nIn 1968, H3N2 was introduced into humans through a rearrangement between an avian H3N2 strain and an H2N2 strain that was circulating in humans. The novel H3N2 strain emerged in Hong Kong and spread worldwide, causing the Hong Kong flu pandemic, which resulted in 500,000–2,000,000 deaths. This was the first pandemic to spread significantly by air travel. H2N2 and H3N2 co-circulated after the pandemic until 1971 when H2N2 waned in prevalence and was completely replaced by H3N2. In 1977, H1N1 reemerged in humans, possibly after it was released from a freezer in a laboratory accident, and caused a pseudo-pandemic. This H1N1 strain was antigenically similar to the H1N1 strains that circulated prior to 1957. Since 1977, both H1N1 and H3N2 have circulated in humans as part of seasonal influenza. In 1980, the classification system used to subtype influenza viruses was introduced.\n\nAt some point, influenza B virus diverged into two strains, named the B/Victoria-like and B/Yamagata-like lineages, both of which have been circulating in humans since 1983.\nIn 1996, a highly pathogenic H5N1 subtype of influenza A was detected in geese in Guangdong, China and a year later emerged in poultry in Hong Kong, gradually spreading worldwide from there. A small H5N1 outbreak in humans in Hong Kong occurred then, and sporadic human cases have occurred since 1997, carrying a high case fatality rate.\nThe most recent flu pandemic was the 2009 swine flu pandemic, which originated in Mexico and resulted in hundreds of thousands of deaths. It was caused by a novel H1N1 strain that was a reassortment of human, swine, and avian influenza viruses. The 2009 pandemic had the effect of replacing prior H1N1 strains in circulation with the novel strain but not any other influenza viruses. Consequently, H1N1, H3N2, and both influenza B virus lineages have been in circulation in seasonal form since the 2009 pandemic.\nIn 2011, influenza D virus was discovered in pigs in Oklahoma, USA, and cattle were later identified as the primary reservoir of influenza D virus.\nIn the same year, avian H7N9 was detected in China and began to cause human infections in 2013, starting in Shanghai and Anhui and remaining mostly in China. Highly pathogenic H7N9 emerged sometime in 2016 and has occasionally infected humans incidentally. Other avian influenza viruses have less commonly infected humans since the 1990s, including H5N1, H5N5, H5N6, H5N8, H6N1, H7N2, H7N7, and H10N7, and have begun to spread throughout much of the world since the 2010s. Future flu pandemics, which may be caused by an influenza virus of avian origin, are viewed as almost inevitable, and increased globalization has made it easier for a pandemic virus to spread, so there are continual efforts to prepare for future pandemics and improve the prevention and treatment of influenza.\n\nEtymology\nThe word influenza comes from the Italian word influenza, from medieval Latin influentia, originally meaning 'visitation' or 'influence'. Terms such as influenza di freddo, meaning 'influence of the cold', and influenza di stelle, meaning 'influence of the stars' are attested from the 14th century. The latter referred to the disease's cause, which at the time was ascribed by some to unfavorable astrological conditions. As early as 1504, influenza began to mean a 'visitation' or 'outbreak' of any disease affecting many people in a single place at once. During an outbreak of influenza in 1743 that started in Italy and spread throughout Europe, the word reached the English language and was anglicized in pronunciation. Since the mid-1800s, influenza has also been used to refer to severe colds. The shortened form of the word, \"flu\", is first attested in 1839 as flue with the spelling flu confirmed in 1893. Other names that have been used for influenza include epidemic catarrh, la grippe from French, sweating sickness, and, especially when referring to the 1918 pandemic strain, Spanish fever.\n\nIn animals\nBirds\nAquatic birds such as ducks, geese, shorebirds, and gulls are the primary reservoir of influenza A viruses (IAVs).\nBecause of the impact of avian influenza on economically important chicken farms, a classification system was devised in 1981 which divided avian virus strains as either highly pathogenic (and therefore potentially requiring vigorous control measures) or low pathogenic. The test for this is based solely on the effect on chickens – a virus strain is highly pathogenic avian influenza (HPAI) if 75% or more of chickens die after being deliberately infected with it. The alternative classification is low pathogenic avian influenza (LPAI) which produces mild or no symptoms. This classification system has since been modified to take into account the structure of the virus' haemagglutinin protein. At the genetic level, an AIV can be identified as an HPAI virus if it has a multibasic cleavage site in the HA protein, which contains additional residues in the HA gene. Other species of birds, especially water birds, can become infected with HPAI virus without experiencing severe symptoms and can spread the infection over large distances; the exact symptoms depend on the species of bird and the strain of virus. Classification of an avian virus strain as HPAI or LPAI does not predict how serious the disease might be if it infects humans or other mammals.\nSymptoms of HPAI infection in chickens include lack of energy and appetite, decreased egg production, soft-shelled or misshapen eggs, swelling of the head, comb, wattles, and hocks, purple discoloration of wattles, combs, and legs, nasal discharge, coughing, sneezing, incoordination, and diarrhea; birds infected with an HPAI virus may also die suddenly without any signs of infection. Notable HPAI viruses include influenza A (H5N1) and A (H7N9). HPAI viruses have been a major disease burden in the 21st century, resulting in the death of large numbers of birds. In H7N9's case, some circulating strains were originally low pathogenic but became high pathogenic by mutating to acquire the HA multibasic cleavage site. Avian H9N2 is also of concern because although it is low pathogenic, it is a common donor of genes to H5N1 and H7N9 during reassortment.\nMigratory birds can spread influenza across long distances. An example of this was when an H5N1 strain in 2005 infected birds at Qinghai Lake, China, which is a stopover and breeding site for many migratory birds, subsequently spreading the virus to more than 20 countries across Asia, Europe, and the Middle East. AIVs can be transmitted from wild birds to domestic free-range ducks and in turn to poultry through contaminated water, aerosols, and fomites. Ducks therefore act as key intermediates between wild and domestic birds. Transmission to poultry typically occurs in backyard farming and live animal markets where multiple species interact with each other. From there, AIVs can spread to poultry farms in the absence of adequate biosecurity. Among poultry, HPAI transmission occurs through aerosols and contaminated feces, cages, feed, and dead animals. Back-transmission of HPAI viruses from poultry to wild birds has occurred and is implicated in mass die-offs and intercontinental spread.\nAIVs have occasionally infected humans through aerosols, fomites, and contaminated water. Direction transmission from wild birds is rare. Instead, most transmission involves domestic poultry, mainly chickens, ducks, and geese but also a variety of other birds such as guinea fowl, partridge, pheasants, and quails. The primary risk factor for infection with AIVs is exposure to birds in farms and live poultry markets. Typically, infection with an AIV has an incubation period of 3–5 days but can be up to 9 days. H5N1 and H7N9 cause severe lower respiratory tract illness, whereas other AIVs such as H9N2 cause a more mild upper respiratory tract illness, commonly with conjunctivitis. Limited transmission of avian H2, H5-7, H9, and H10 subtypes from one person to another through respiratory droplets, aerosols, and fomites has occurred, but sustained human-to-human transmission of AIVs has not occurred.\n\nPigs\nInfluenza in pigs is a respiratory disease similar to influenza in humans and is found worldwide. Asymptomatic infections are common. Symptoms typically appear 1–3 days after infection and include fever, lethargy, anorexia, weight loss, labored breathing, coughing, sneezing, and nasal discharge. In sows, pregnancy may be aborted. Complications include secondary infections and potentially fatal bronchopneumonia. Pigs become contagious within a day of infection and typically spread the virus for 7–10 days, which can spread rapidly within a herd. Pigs usually recover within 3–7 days after symptoms appear. Prevention and control measures include inactivated vaccines and culling infected herds. Influenza A virus subtypes H1N1, H1N2, and H3N2 are usually responsible for swine flu.\nSome influenza A viruses can be transmitted via aerosols from pigs to humans and vice versa. Pigs, along with bats and quails, are recognized as a mixing vessel of influenza viruses because they have both α-2,3 and α-2,6 sialic acid receptors in their respiratory tract. Because of that, both avian and mammalian influenza viruses can infect pigs. If co-infection occurs, reassortment is possible. A notable example of this was the reassortment of a swine, avian, and human influenza virus that caused the 2009 flu pandemic. Spillover events from humans to pigs appear to be more common than from pigs to humans.\n\nOther animals\nInfluenza viruses have been found in many other animals, including cattle, horses, dogs, cats, and marine mammals. Nearly all influenza A viruses are apparently descended from ancestral viruses in birds. The exception are bat influenza-like viruses, which have an uncertain origin. These bat viruses have HA and NA subtypes H17, H18, N10, and N11. H17N10 and H18N11 are unable to reassort with other influenza A viruses, but they are still able to replicate in other mammals.\nEquine influenza A viruses include H7N7 and two lineages of H3N8. H7N7, however, has not been detected in horses since the late 1970s, so it may have become extinct in horses. H3N8 in equines spreads via aerosols and causes respiratory illness. Equine H3N8 preferentially binds to α-2,3 sialic acids, so horses are usually considered dead-end hosts, but transmission to dogs and camels has occurred, raising concerns that horses may be mixing vessels for reassortment. In canines, the only influenza A viruses in circulation are equine-derived H3N8 and avian-derived H3N2. Canine H3N8 has not been observed to reassort with other subtypes. H3N2 has a much broader host range and can reassort with H1N1 and H5N1. An isolated case of H6N1, likely from a chicken, was found infecting a dog, so other AIVs may emerge in canines.\nA wide range of other mammals have been affected by avian influenza A viruses, generally due to eating birds which had been infected. There have been instances where transmission of the disease between mammals, including seals and cows, may have occurred. Various mutations have been identified that are associated with AIVs adapting to mammals. Since HA proteins vary in which sialic acids they bind to, mutations in the HA receptor binding site can allow AIVs to infect mammals. Other mutations include mutations affecting which sialic acids NA proteins cleave and a mutation in the PB2 polymerase subunit that improves tolerance of lower temperatures in mammalian respiratory tracts and enhances RNP assembly by stabilizing NP and PB2 binding.\nInfluenza B virus is mainly found in humans but has also been detected in pigs, dogs, horses, and seals. Likewise, influenza C virus primarily infects humans but has been observed in pigs, dogs, cattle, and dromedary camels. Influenza D virus causes an influenza-like illness in pigs but its impact in its natural reservoir, cattle, is relatively unknown. It may cause respiratory disease resembling human influenza on its own, or it may be part of a bovine respiratory disease (BRD) complex with other pathogens during co-infection. BRD is a concern for the cattle industry, so influenza D virus' possible involvement in BRD has led to research on vaccines for cattle that can provide protection against influenza D virus. Two antigenic lineages are in circulation: D/swine/Oklahoma/1334/2011 (D/OK) and D/bovine/Oklahoma/660/2013 (D/660).\n\nReferences\nFurther reading\n\nBrown J (2018). Influenza: The Hundred Year Hunt to Cure the Deadliest Disease in History. New York: Atria. ISBN 978-1501181245.\nSt Mouritz AA (1921). The Flu: A Brief History of Influenza in U.S. America, Europe, Hawaii. Honolulu, Hawaii, U.S. America: Advertiser Publishing Co. Archived from the original on 16 July 2020."}
{"title": "Common cold", "text": "The common cold, or the cold, is a viral infectious disease of the upper respiratory tract that primarily affects the respiratory mucosa of the nose, throat, sinuses, and larynx. Signs and symptoms may appear in as little as two days after exposure to the virus. These may include coughing, sore throat, runny nose, sneezing, headache, fatigue, and fever. People usually recover in seven to ten days, but some symptoms may last up to three weeks. Occasionally, those with other health problems may develop pneumonia.\nWell over 200 virus strains are implicated in causing the common cold, with rhinoviruses, coronaviruses, adenoviruses and enteroviruses being the most common. They spread through the air or indirectly through contact with objects in the environment, followed by transfer to the mouth or nose. Risk factors include going to child care facilities, not sleeping well, and psychological stress. The symptoms are mostly due to the body's immune response to the infection rather than to tissue destruction by the viruses themselves. The symptoms of influenza are similar to those of a cold, although usually more severe and less likely to include a runny nose.\nThere is no vaccine for the common cold. This is due to the rapid mutation and wide variation of viruses that cause the common cold. The primary methods of prevention are hand washing; not touching the eyes, nose or mouth with unwashed hands; and staying away from sick people. People are considered contagious as long as the symptoms are still present. Some evidence supports the use of face masks. There is also no cure, but the symptoms can be treated. Zinc may reduce the duration and severity of symptoms if started shortly after the onset of symptoms. Nonsteroidal anti-inflammatory drugs (NSAIDs) such as ibuprofen may help with pain. Antibiotics, however, should not be used, as all colds are caused by viruses rather than bacteria. There is no good evidence that cough medicines are effective.\nThe common cold is the most frequent infectious disease in humans. Under normal circumstances, the average adult gets two to three colds a year, while the average child may get six to eight colds a year. Infections occur more commonly during the winter. These infections have existed throughout human history.\n\nSigns and symptoms\nThe typical symptoms of a cold include cough, runny nose, sneezing, nasal congestion, and a sore throat, sometimes accompanied by muscle ache, fatigue, headache, and loss of appetite. A sore throat is present in about 40% of cases, a cough in about 50%, and muscle aches in about 50%. In adults, a fever is generally not present but it is common in infants and young children. The cough is usually mild compared to that accompanying influenza. While a cough and a fever indicate a higher likelihood of influenza in adults, a great deal of similarity exists between these two conditions. A number of the viruses that cause the common cold may also result in asymptomatic infections.\nThe color of the mucus or nasal secretion may vary from clear to yellow to green and does not indicate the class of agent causing the infection.\n\nProgression\nA cold usually begins with fatigue, a feeling of being chilled, sneezing, and a headache, followed in a couple of days by a runny nose and cough. Symptoms may begin within sixteen hours of exposure and typically peak two to four days after onset. They usually resolve in seven to ten days, but some can last for up to three weeks. The average duration of cough is eighteen days and in some cases people develop a post-viral cough which can linger after the infection is gone. In children, the cough lasts for more than ten days in 35–40% of cases and continues for more than 25 days in 10%.\n\nCauses\nViruses\nThe common cold is an infection of the upper respiratory tract which can be caused by many different viruses. The most commonly implicated is a rhinovirus (30–80%), a type of picornavirus with 99 known serotypes. Other commonly implicated viruses include coronaviruses, adenoviruses, enteroviruses, parainfluenza and RSV. Frequently more than one virus is present. In total, more than 200 viral types are associated with colds. The viral cause of some common colds (20–30%) is unknown.\n\nTransmission\nThe common cold virus is typically transmitted via airborne droplets, direct contact with infected nasal secretions, or fomites (contaminated objects).  Which of these routes is of primary importance has not been determined. As with all respiratory pathogens once presumed to transmit via respiratory droplets, it is highly likely to be carried by the aerosols generated during routine breathing, talking, and singing.  The viruses may survive for prolonged periods in the environment (over 18 hours for rhinoviruses) and can be picked up by people's hands and subsequently carried to their eyes or noses where infection occurs. Transmission from animals is considered highly unlikely; an outbreak documented at a British scientific base on Adelaide Island after seventeen weeks of isolation was thought to have been caused by transmission from a contaminated object or an asymptomatic human carrier, rather than from the husky dogs which were also present at the base.\nTransmission is common in daycare and schools due to the proximity of many children with little immunity and poor hygiene. These infections are then brought home to other members of the family. There is no evidence that recirculated air during commercial flight is a method of transmission. People sitting close to each other appear to be at greater risk of infection.\n\nOther\nHerd immunity, generated from previous exposure to cold viruses, plays an important role in limiting viral spread, as seen with younger populations that have greater rates of respiratory infections. Poor immune function is a risk factor for disease. Insufficient sleep and malnutrition have been associated with a greater risk of developing infection following rhinovirus exposure; this is believed to be due to their effects on immune function. Breast feeding decreases the risk of acute otitis media and lower respiratory tract infections among other diseases, and it is recommended that breast feeding be continued when an infant has a cold. In the developed world breast feeding may not be protective against the common cold in and of itself.\n\nPathophysiology\nThe symptoms of the common cold are believed to be primarily related to the immune response to the virus. The mechanism of this immune response is virus-specific. For example, the rhinovirus is typically acquired by direct contact; it binds to humans via ICAM-1 receptors and the CDHR3 receptor through unknown mechanisms to trigger the release of inflammatory mediators. These inflammatory mediators then produce the symptoms. It does not generally cause damage to the nasal epithelium. The respiratory syncytial virus (RSV), on the other hand, is contracted by direct contact and airborne droplets. It then replicates in the nose and throat before spreading to the lower respiratory tract. RSV does cause epithelium damage. Human parainfluenza virus typically results in inflammation of the nose, throat, and bronchi. In young children, when it affects the trachea, it may produce the symptoms of croup, due to the small size of their airways.\n\nDiagnosis\nThe distinction between viral upper respiratory tract infections is loosely based on the location of symptoms, with the common cold affecting primarily the nose (rhinitis), throat (pharyngitis), and lungs (bronchitis). There can be significant overlap, and more than one area can be affected. Self-diagnosis is frequent. Isolation of the viral agent involved is rarely performed, and it is generally not possible to identify the virus type through symptoms.\n\nPrevention\nThe only useful ways to reduce the spread of cold viruses are physical and engineering measures such as using correct hand washing technique, respirators, and improvement of indoor air. In the healthcare environment, gowns and disposable gloves are also used. Droplet precautions cannot reliably protect against inhalation of common-cold-laden aerosols. Instead, airborne precautions such as respirators, ventilation, and HEPA/high MERV filters, are the only reliable protection against cold-laden aerosols. Isolation or quarantine is not used as the disease is so widespread and symptoms are non-specific. There is no vaccine to protect against the common cold. Vaccination has proven difficult as there are so many viruses involved and because they mutate rapidly. Creation of a broadly effective vaccine is, therefore, highly improbable.\nRegular hand washing appears to be effective in reducing the transmission of cold viruses, especially among children. Whether the addition of antivirals or antibacterials to normal hand washing provides greater benefit is unknown. Wearing face masks when around people who are infected may be beneficial; however, there is insufficient evidence for maintaining a greater social distance.\nIt is unclear whether zinc supplements affect the likelihood of contracting a cold.\n\nManagement\nTreatments of the common cold primarily involve medications and other therapies for symptomatic relief. Getting plenty of rest, drinking fluids to maintain hydration, and gargling with warm salt water are reasonable conservative measures. Much of the benefit from symptomatic treatment is, however, attributed to the placebo effect. As of 2010, no medications or herbal remedies had been conclusively demonstrated to shorten the duration of infection.\n\nSymptomatic\nTreatments that may help with symptoms include pain medication and medications for fevers such as ibuprofen and acetaminophen (paracetamol). However, it is not clear whether acetaminophen helps with symptoms. It is not known if over-the-counter cough medications are effective for treating an acute cough. Cough medicines are not recommended for use in children due to a lack of evidence supporting effectiveness and the potential for harm. In 2009, Canada restricted the use of over-the-counter cough and cold medication in children six years and under due to concerns regarding risks and unproven benefits. The misuse of dextromethorphan (an over-the-counter cough medicine) has led to its ban in a number of countries. Intranasal corticosteroids have not been found to be useful.\nIn adults, short term use of nasal decongestants may have a small benefit. Antihistamines may improve symptoms in the first day or two; however, there is no longer-term benefit and they have adverse effects such as drowsiness. Other decongestants such as pseudoephedrine appear effective in adults. Combined oral analgesics, antihistaminics, and decongestants are generally effective for older children and adults. Ipratropium nasal spray may reduce the symptoms of a runny nose but has little effect on stuffiness. Ipratropium may also help with coughs in adults. The safety and effectiveness of nasal decongestant use in children is unclear.\nDue to lack of studies, it is not known whether increased fluid intake improves symptoms or shortens respiratory illness. As of 2017, heated and humidified air, such as via RhinoTherm, is of unclear benefit. One study has found chest vapor rub to provide some relief of nocturnal cough, congestion, and sleep difficulty.\nSome experts  advise against physical exercise if there are symptoms such as fever, widespread muscle aches or fatigue. It is regarded as safe to perform moderate exercise if the symptoms are confined to the head, including runny nose, nasal congestion, sneezing, or a minor sore throat. There is a popular belief that having a hot drink can help with cold symptoms, but evidence to support this is very limited.\n\nAntibiotics and antivirals\nAntibiotics have no effect against viral infections, including the common cold. Due to their side effects, antibiotics cause overall harm but nevertheless are still frequently prescribed. Some of the reasons that antibiotics are so commonly prescribed include people's expectations for them, physicians' desire to help, and the difficulty in excluding complications that may be amenable to antibiotics. There are no effective antiviral drugs for the common cold even though some preliminary research has shown benefits.\n\nZinc\nZinc supplements may shorten the duration of colds by up to 33% and reduce the severity of symptoms if supplementation begins within 24 hours of the onset of symptoms. Some zinc remedies directly applied to the inside of the nose have led to the loss of the sense of smell. A 2017 review did not recommend the use of zinc for the common cold for various reasons; whereas a 2017 and 2018 review both recommended the use of zinc, but also advocated further research on the topic.\n\nAlternative medicine\nWhile there are many alternative medicines and Chinese herbal medicines supposed to treat the common cold, there is insufficient scientific evidence to support their use. As of 2015, there is weak evidence to support nasal irrigation with saline. There is no firm evidence that Echinacea products or garlic provide any meaningful benefit in treating or preventing colds.\n\nVitamins C and D\nVitamin C supplementation does not affect the incidence of the common cold, but may reduce its duration if taken on a regular basis. There is no conclusive evidence that vitamin D supplementation is efficacious in the prevention or treatment of respiratory tract infections.\n\nPrognosis\nThe common cold is generally mild and self-limiting with most symptoms generally improving in a week. In children, half of cases resolve in 10 days and 90% in 15 days. Severe complications, if they occur, are usually in the very old, the very young, or those who are immunosuppressed. Secondary bacterial infections may occur resulting in sinusitis, pharyngitis, or an ear infection. It is estimated that sinusitis occurs in 8% and ear infection in 30% of cases.\n\nEpidemiology\nThe common cold is the most common human disease and affects people all over the globe. Adults typically have two to three infections annually, and children may have six to ten colds a year (and up to twelve colds a year for school children). Rates of symptomatic infections increase in the elderly due to declining immunity.\n\nWeather\nA common misconception is that one can \"catch a cold\" merely through prolonged exposure to cold weather. Although it is now known that colds are viral infections, the prevalence of many such viruses are indeed seasonal, occurring more frequently during cold weather. The reason for the seasonality has not been conclusively determined. Possible explanations may include cold temperature-induced changes in the respiratory system, decreased immune response, and low humidity causing an increase in viral transmission rates, perhaps due to dry air allowing small viral droplets to disperse farther and stay in the air longer.\nThe apparent seasonality may also be due to social factors, such as people spending more time indoors near infected people, and especially children at school. Although normal exposure to cold does not increase one's risk of infection, severe exposure leading to significant reduction of body temperature (hypothermia) may put one at a greater risk for the common cold: although controversial, the majority of evidence suggests that it may increase susceptibility to infection.\n\nHistory\nWhile the cause of the common cold was identified in the 1950s, the disease appears to have been with humanity since its early history. Its symptoms and treatment are described in the Egyptian Ebers papyrus, the oldest existing medical text, written before the 16th century BCE. The name \"cold\" came into use in the 16th century, due to the similarity between its symptoms and those of exposure to cold weather.\nIn the United Kingdom, the Common Cold Unit (CCU) was set up by the Medical Research Council in 1946 and it was where the rhinovirus was discovered in 1956. In the 1970s, the CCU demonstrated that treatment with interferon during the incubation phase of rhinovirus infection protects somewhat against the disease, but no practical treatment could be developed. The unit was closed in 1989, two years after it completed research of zinc gluconate lozenges in the prevention and treatment of rhinovirus colds, the only successful treatment in the history of the unit.\n\nResearch directions\nAntivirals have been tested for effectiveness in the common cold; as of 2009, none had been both found effective and licensed for use. There are trials of the anti-viral drug pleconaril which shows promise against picornaviruses as well as trials of BTA-798. The oral form of pleconaril had safety issues and an aerosol form is being studied. The genomes of all known human rhinovirus strains have been sequenced.\n\nSocietal impact\nThe economic impact of the common cold is not well understood in much of the world. In the United States, the common cold leads to 75–100 million physician visits annually at a conservative cost estimate of $7.7 billion per year. Americans spend $2.9 billion on over-the-counter drugs and another $400 million on prescription medicines for symptom relief. More than one-third of people who saw a doctor received an antibiotic prescription, which has implications for antibiotic resistance. An estimated 22–189 million school days are missed annually due to a cold. As a result, parents missed 126 million workdays to stay home to care for their children. When added to the 150 million workdays missed by employees who have a cold, the total economic impact of cold-related work loss exceeds $20 billion per year. This accounts for 40% of time lost from work in the United States.\n\nReferences\nNotes\n\nBibliography\n\nEccles R, Weber O, eds. (2009). Common Cold (Illustrated ed.). Springer Science & Business Media. ISBN 978-3-7643-9912-2.\n\n\n== External links =="}
